[{"text": "Mental health encompasses emotional, psychological, and social well-being, influencing cognition, perception, and behavior. According to World Health Organization (WHO), it is a \"state of well-being in which the individual realizes his or her abilities, can cope with the normal stresses of life, can work productively and fruitfully, and can contribute to his or her community\". It likewise determines how an individual handles stress, interpersonal relationships, and decision-making. Mental health includes subjective well-being, perceived self-efficacy, autonomy, competence, intergenerational dependence,  and self-actualization of one's intellectual and emotional potential, among others. From the perspectives of positive psychology or holism, mental health may include an individual's ability to enjoy life and to create a balance between life activities and efforts to achieve psychological resilience. Cultural differences, personal philosophy, subjective assessments, and competing professional theories all affect how one defines \"mental health\". Some early signs related to mental health difficulties are sleep irritation, lack of energy, lack of appetite, thinking of harming oneself or others, self-isolating (though introversion and isolation aren't necessarily unhealthy), and frequently zoning out.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [37, 50, "MENTAL AND PHYSICAL HEALTH"], [87, 96, "MENTAL AND PHYSICAL HEALTH"], [114, 123, "MENTAL AND PHYSICAL HEALTH"], [437, 464, "MENTAL AND PHYSICAL HEALTH"], [521, 531, "MENTAL AND PHYSICAL HEALTH"], [660, 669, "MENTAL AND PHYSICAL HEALTH"], [729, 739, "MENTAL AND PHYSICAL HEALTH"], [751, 764, "MENTAL AND PHYSICAL HEALTH"], [886, 899, "MENTAL AND PHYSICAL HEALTH"], [1042, 1058, "MENTAL AND PHYSICAL HEALTH"], [1087, 1113, "MENTAL AND PHYSICAL HEALTH"], [1118, 1134, "MENTAL AND PHYSICAL HEALTH"], [1278, 1287, "MENTAL AND PHYSICAL HEALTH"], [137, 162, "ORG"], [164, 167, "ORG"]]}, {"text": "== Mental disorders ==", "entities": [[3, 19, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental health, as defined by the Public Health Agency of Canada, is an individual's capacity to feel, think, and act in ways to achieve a better quality of life while respecting personal, social, and cultural boundaries. Impairment of any of these are risk factor for mental disorders, or mental illnesses, which are a component of mental health. In 2019, about 970 million people worldwide suffered from a mental disorder, with anxiety and depression being the most common. The number of people suffering from mental disorders has risen significantly throughout the years. Mental disorders are defined as health conditions that affect and alter cognitive functioning, emotional responses, and behavior associated with distress and/or impaired functioning. The ICD-11 is the global standard used to diagnose, treat, research, and report various mental disorders. In the United States, the DSM-5 is used as the classification system of mental disorders.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [268, 284, "MENTAL AND PHYSICAL HEALTH"], [289, 305, "MENTAL AND PHYSICAL HEALTH"], [332, 346, "MENTAL AND PHYSICAL HEALTH"], [407, 422, "MENTAL AND PHYSICAL HEALTH"], [429, 436, "MENTAL AND PHYSICAL HEALTH"], [441, 451, "MENTAL AND PHYSICAL HEALTH"], [511, 527, "MENTAL AND PHYSICAL HEALTH"], [574, 590, "MENTAL AND PHYSICAL HEALTH"], [606, 623, "MENTAL AND PHYSICAL HEALTH"], [646, 667, "MENTAL AND PHYSICAL HEALTH"], [669, 688, "MENTAL AND PHYSICAL HEALTH"], [694, 702, "MENTAL AND PHYSICAL HEALTH"], [735, 756, "MENTAL AND PHYSICAL HEALTH"], [799, 807, "MENTAL AND PHYSICAL HEALTH"], [809, 814, "MENTAL AND PHYSICAL HEALTH"], [845, 862, "MENTAL AND PHYSICAL HEALTH"], [935, 951, "MENTAL AND PHYSICAL HEALTH"], [29, 63, "ORG"], [350, 354, "DATE"], [356, 373, "CARDINAL"], [563, 572, "DATE"], [757, 770, "PRODUCT"], [866, 883, "GPE"], [885, 894, "PRODUCT"]]}, {"text": "Mental health is associated with a number of lifestyle factors such as diet, exercise, stress, drug abuse, social connections and interactions. Psychiatrists, psychologists, licensed professional clinical counselors, social workers, nurse practitioners, and family physicians can help manage mental illness with treatments such as therapy, counseling, and medication.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [45, 54, "MENTAL AND PHYSICAL HEALTH"], [71, 75, "MENTAL AND PHYSICAL HEALTH"], [77, 85, "MENTAL AND PHYSICAL HEALTH"], [87, 93, "MENTAL AND PHYSICAL HEALTH"], [95, 105, "MENTAL AND PHYSICAL HEALTH"], [144, 157, "MENTAL AND PHYSICAL HEALTH"], [159, 172, "MENTAL AND PHYSICAL HEALTH"], [174, 215, "MENTAL AND PHYSICAL HEALTH"], [217, 231, "MENTAL AND PHYSICAL HEALTH"], [233, 252, "MENTAL AND PHYSICAL HEALTH"], [258, 275, "MENTAL AND PHYSICAL HEALTH"], [292, 306, "MENTAL AND PHYSICAL HEALTH"], [312, 322, "MENTAL AND PHYSICAL HEALTH"], [331, 338, "MENTAL AND PHYSICAL HEALTH"], [340, 350, "MENTAL AND PHYSICAL HEALTH"], [356, 366, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "In the mid-19th century, William Sweetser was the first to coin the term mental hygiene, which can be seen as the precursor to contemporary approaches to work on promoting positive mental health. Isaac Ray, the fourth president of the American Psychiatric Association and one of its founders, further defined mental hygiene as \"the art of preserving the mind against all incidents and influences calculated to deteriorate its qualities, impair its energies, or derange its movements\".", "entities": [[73, 87, "MENTAL AND PHYSICAL HEALTH"], [181, 195, "MENTAL AND PHYSICAL HEALTH"], [235, 267, "MENTAL AND PHYSICAL HEALTH"], [309, 323, "MENTAL AND PHYSICAL HEALTH"], [354, 358, "MENTAL AND PHYSICAL HEALTH"], [3, 23, "DATE"], [25, 41, "PERSON"], [50, 55, "ORDINAL"], [196, 205, "PERSON"], [211, 217, "ORDINAL"], [231, 267, "ORG"]]}, {"text": "In American history, mentally ill patients were thought to be religiously punished. This response persisted through the 1700s, along with the inhumane confinement and stigmatization of such individuals. Dorothea Dix (1802–1887) was an important figure in the development of the \"mental hygiene\" movement. Dix was a school teacher who endeavored to help people with mental disorders and to expose the sub-standard conditions into which they were put. This became known as the \"mental hygiene movement\". Before this movement, it was not uncommon that people affected by mental illness would be considerably neglected, often left alone in deplorable conditions without sufficient clothing. From 1840 to 1880, she won the support of the federal government to set up over 30 state psychiatric hospitals; however, they were understaffed, under-resourced, and were accused of violating human rights.", "entities": [[21, 33, "MENTAL AND PHYSICAL HEALTH"], [279, 293, "MENTAL AND PHYSICAL HEALTH"], [365, 381, "MENTAL AND PHYSICAL HEALTH"], [483, 490, "MENTAL AND PHYSICAL HEALTH"], [568, 582, "MENTAL AND PHYSICAL HEALTH"], [776, 797, "MENTAL AND PHYSICAL HEALTH"], [3, 11, "NORP"], [116, 125, "DATE"], [203, 215, "PERSON"], [305, 308, "PERSON"], [692, 704, "DATE"], [767, 769, "CARDINAL"]]}, {"text": "Emil Kraepelin in 1896 developed the taxonomy of mental disorders which has dominated the field for nearly 80 years. Later, the proposed disease model of abnormality was subjected to analysis and considered normality to be relative to the physical, geographical and cultural aspects of the defining group.", "entities": [[49, 65, "MENTAL AND PHYSICAL HEALTH"], [137, 144, "MENTAL AND PHYSICAL HEALTH"], [0, 14, "PERSON"], [18, 22, "DATE"], [100, 115, "DATE"]]}, {"text": "At the beginning of the 20th century, Clifford Beers founded \"Mental Health America – National Committee for Mental Hygiene\", after publication of his accounts as a patient in several lunatic asylums, A Mind That Found Itself, in 1908 and opened the first outpatient mental health clinic in the United States.", "entities": [[62, 83, "MENTAL AND PHYSICAL HEALTH"], [116, 123, "MENTAL AND PHYSICAL HEALTH"], [165, 172, "MENTAL AND PHYSICAL HEALTH"], [192, 199, "MENTAL AND PHYSICAL HEALTH"], [256, 266, "MENTAL AND PHYSICAL HEALTH"], [267, 287, "MENTAL AND PHYSICAL HEALTH"], [3, 36, "DATE"], [38, 52, "PERSON"], [201, 225, "ORG"], [230, 234, "DATE"], [250, 255, "ORDINAL"], [291, 308, "GPE"]]}, {"text": "The mental hygiene movement, similar to the social hygiene movement, had at times been associated with advocating eugenics and sterilization of those considered too mentally deficient to be assisted into productive work and contented family life. In the post-WWII years, references to mental hygiene were gradually replaced by the term 'mental health' due to its positive aspect that evolves from the treatment of illness to preventive and promotive areas of healthcare.", "entities": [[11, 18, "MENTAL AND PHYSICAL HEALTH"], [51, 58, "MENTAL AND PHYSICAL HEALTH"], [165, 183, "MENTAL AND PHYSICAL HEALTH"], [292, 299, "MENTAL AND PHYSICAL HEALTH"], [336, 350, "MENTAL AND PHYSICAL HEALTH"], [401, 410, "MENTAL AND PHYSICAL HEALTH"], [414, 421, "MENTAL AND PHYSICAL HEALTH"], [459, 469, "MENTAL AND PHYSICAL HEALTH"], [250, 269, "DATE"]]}, {"text": "When US government-run hospitals were accused of violating human rights, advocates pushed for deinstitutionalization: the replacement of federal mental hospitals for community mental health services. The closure of state-provisioned psychiatric hospitals was enforced by the Community Mental Health Centers Act in 1963 that laid out terms in which only patients who posed an imminent danger to others or themselves could be admitted into state facilities. This was seen as an improvement from previous conditions. However, there remains a debate on the conditions of these community resources.", "entities": [[137, 161, "MENTAL AND PHYSICAL HEALTH"], [176, 199, "MENTAL AND PHYSICAL HEALTH"], [233, 254, "MENTAL AND PHYSICAL HEALTH"], [275, 306, "MENTAL AND PHYSICAL HEALTH"], [438, 455, "MENTAL AND PHYSICAL HEALTH"], [5, 7, "GPE"], [271, 310, "LAW"], [314, 318, "DATE"]]}, {"text": "It has been proven that this transition was beneficial for many patients: there was an increase in overall satisfaction, a better quality of life, and more friendships between patients all at an affordable cost. This proved to be true only in the circumstance that treatment facilities that had enough funding for staff and equipment as well as proper management. However, this idea is a polarizing issue. Critics of deinstitutionalization argue that poor living conditions prevailed, patients were lonely, and they did not acquire proper medical care in these treatment homes. Additionally, patients that were moved from state psychiatric care to nursing and residential homes had deficits in crucial aspects of their treatment. Some cases result in the shift of care from health workers to patients' families, where they do not have the proper funding or medical expertise to give proper care. On the other hand, patients that are treated in community mental health centers lack sufficient cancer testing, vaccinations, or otherwise regular medical check-ups.", "entities": [[64, 72, "MENTAL AND PHYSICAL HEALTH"], [130, 145, "MENTAL AND PHYSICAL HEALTH"], [265, 285, "MENTAL AND PHYSICAL HEALTH"], [485, 493, "MENTAL AND PHYSICAL HEALTH"], [539, 551, "MENTAL AND PHYSICAL HEALTH"], [561, 577, "MENTAL AND PHYSICAL HEALTH"], [592, 600, "MENTAL AND PHYSICAL HEALTH"], [622, 644, "MENTAL AND PHYSICAL HEALTH"], [719, 729, "MENTAL AND PHYSICAL HEALTH"], [764, 768, "MENTAL AND PHYSICAL HEALTH"], [774, 788, "MENTAL AND PHYSICAL HEALTH"], [792, 800, "MENTAL AND PHYSICAL HEALTH"], [857, 874, "MENTAL AND PHYSICAL HEALTH"], [890, 895, "MENTAL AND PHYSICAL HEALTH"], [915, 923, "MENTAL AND PHYSICAL HEALTH"], [944, 975, "MENTAL AND PHYSICAL HEALTH"], [992, 998, "MENTAL AND PHYSICAL HEALTH"], [999, 1006, "MENTAL AND PHYSICAL HEALTH"], [1008, 1020, "MENTAL AND PHYSICAL HEALTH"], [1043, 1060, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Other critics of state deinstitutionalization argue that this was simply a transition to \"transinstitutionalization\", or the idea that prisons and state-provisioned hospitals are interdependent. In other words, patients become inmates. This draws on the Penrose Hypothesis of 1939, which theorized that there was an inverse relationship between prisons' population size and the number of psychiatric hospital beds. This means that populations that require psychiatric mental care will transition between institutions, which in this case, includes state psychiatric hospitals and criminal justice systems. Thus, a decrease in available psychiatric hospital beds occurred at the same time as an increase in inmates. Although some are skeptical that this is due to other external factors, others will reason this conclusion to a lack of empathy for the mentally ill. There is no argument in the social stigmatization of those with mental illnesses, they have been widely marginalized and discriminated against in society. In this source, researchers analyze how most compensation prisoners (detainees who are unable or unwilling to pay a fine for petty crimes) are unemployed, homeless, and with an extraordinarily high degree of mental illnesses and substance use disorders. Compensation prisoners then lose prospective job opportunities, face social marginalization, and lack access to resocialization programs, which ultimately facilitate reoffending. The research sheds light on how the mentally ill—and in this case, the poor—are further punished for certain circumstances that are beyond their control, and that this is a vicious cycle that repeats itself. Thus, prisons embody another state-provisioned mental hospital.", "entities": [[165, 174, "MENTAL AND PHYSICAL HEALTH"], [211, 219, "MENTAL AND PHYSICAL HEALTH"], [388, 414, "MENTAL AND PHYSICAL HEALTH"], [456, 479, "MENTAL AND PHYSICAL HEALTH"], [547, 574, "MENTAL AND PHYSICAL HEALTH"], [579, 604, "MENTAL AND PHYSICAL HEALTH"], [635, 660, "MENTAL AND PHYSICAL HEALTH"], [850, 863, "MENTAL AND PHYSICAL HEALTH"], [928, 944, "MENTAL AND PHYSICAL HEALTH"], [1227, 1243, "MENTAL AND PHYSICAL HEALTH"], [1248, 1272, "MENTAL AND PHYSICAL HEALTH"], [1488, 1504, "MENTAL AND PHYSICAL HEALTH"], [1707, 1722, "MENTAL AND PHYSICAL HEALTH"], [254, 261, "PERSON"], [276, 280, "DATE"]]}, {"text": "Families of patients, advocates, and mental health professionals still call for the increase in more well-structured community facilities and treatment programs with a higher quality of long-term inpatient resources and care. With this more structured environment, the United States will continue with more access to mental health care and an increase in the overall treatment of the mentally ill.", "entities": [[12, 20, "MENTAL AND PHYSICAL HEALTH"], [37, 64, "MENTAL AND PHYSICAL HEALTH"], [142, 160, "MENTAL AND PHYSICAL HEALTH"], [196, 215, "MENTAL AND PHYSICAL HEALTH"], [220, 225, "MENTAL AND PHYSICAL HEALTH"], [317, 335, "MENTAL AND PHYSICAL HEALTH"], [367, 376, "MENTAL AND PHYSICAL HEALTH"], [384, 396, "MENTAL AND PHYSICAL HEALTH"], [265, 282, "GPE"]]}, {"text": "However, there is still a lack of studies for mental health conditions (MHCs) to raise awareness, knowledge development, and attitude of seeking medical treatment for MHCs in Bangladesh. People in rural areas often seek treatment from the traditional healers and MHCs are sometimes considered a spiritual matter.", "entities": [[46, 70, "MENTAL AND PHYSICAL HEALTH"], [72, 76, "MENTAL AND PHYSICAL HEALTH"], [145, 162, "MENTAL AND PHYSICAL HEALTH"], [220, 229, "MENTAL AND PHYSICAL HEALTH"], [175, 185, "GPE"]]}, {"text": "== Epidemiology ==", "entities": [[3, 15, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental illnesses are more common than cancer, diabetes, or heart disease. As of 2021, over 22 percent of all Americans over the age of 18 meet the criteria for having a mental illness. Evidence suggests that 970 million people worldwide have a mental disorder. Major depression ranks third among the top 10 leading causes of disease worldwide. By 2030, it is predicted to become the leading cause of disease worldwide. Over 700 000 thousand people commit suicide every year and around 14 million attempt it. A World Health Organization (WHO) report estimates the global cost of mental illness at nearly $2.5 trillion (two-thirds in indirect costs) in 2010, with a projected increase to over $6 trillion by 2030.", "entities": [[0, 16, "MENTAL AND PHYSICAL HEALTH"], [38, 44, "MENTAL AND PHYSICAL HEALTH"], [46, 54, "MENTAL AND PHYSICAL HEALTH"], [59, 73, "MENTAL AND PHYSICAL HEALTH"], [169, 184, "MENTAL AND PHYSICAL HEALTH"], [244, 260, "MENTAL AND PHYSICAL HEALTH"], [261, 277, "MENTAL AND PHYSICAL HEALTH"], [325, 332, "MENTAL AND PHYSICAL HEALTH"], [400, 407, "MENTAL AND PHYSICAL HEALTH"], [455, 462, "MENTAL AND PHYSICAL HEALTH"], [510, 535, "MENTAL AND PHYSICAL HEALTH"], [537, 540, "MENTAL AND PHYSICAL HEALTH"], [578, 592, "MENTAL AND PHYSICAL HEALTH"], [80, 84, "DATE"], [91, 101, "PERCENT"], [109, 118, "NORP"], [124, 137, "DATE"], [208, 219, "CARDINAL"], [284, 289, "ORDINAL"], [304, 306, "CARDINAL"], [347, 351, "DATE"], [419, 440, "CARDINAL"], [463, 473, "DATE"], [478, 495, "CARDINAL"], [510, 535, "ORG"], [537, 540, "ORG"], [596, 616, "MONEY"], [618, 628, "CARDINAL"], [651, 655, "DATE"], [686, 702, "MONEY"], [706, 710, "DATE"]]}, {"text": "Evidence from the WHO suggests that nearly half of the world's population is affected by mental illness with an impact on their self-esteem, relationships and ability to function in everyday life. An individual's emotional health can impact their physical health. Poor mental health can lead to problems such as the inability to make adequate decisions and substance use disorders.", "entities": [[18, 21, "MENTAL AND PHYSICAL HEALTH"], [89, 103, "MENTAL AND PHYSICAL HEALTH"], [213, 229, "MENTAL AND PHYSICAL HEALTH"], [247, 263, "MENTAL AND PHYSICAL HEALTH"], [269, 282, "MENTAL AND PHYSICAL HEALTH"], [357, 380, "MENTAL AND PHYSICAL HEALTH"], [18, 21, "ORG"], [36, 47, "CARDINAL"]]}, {"text": "Good mental health can improve life quality whereas poor mental health can worsen it. According to Richards, Campania, & Muse-Burke, \"There is growing evidence that is showing emotional abilities are associated with pro-social behaviors such as stress management and physical health.\" Their research also concluded that people who lack emotional expression are inclined to anti-social behaviors (e.g., substance use disorder and alcohol use disorder, physical fights, vandalism), which reflects one's mental health and suppressed emotions. Adults and children who face mental illness may experience social stigma, which can exacerbate the issues.", "entities": [[5, 18, "MENTAL AND PHYSICAL HEALTH"], [31, 43, "MENTAL AND PHYSICAL HEALTH"], [57, 70, "MENTAL AND PHYSICAL HEALTH"], [176, 185, "MENTAL AND PHYSICAL HEALTH"], [227, 236, "MENTAL AND PHYSICAL HEALTH"], [245, 262, "MENTAL AND PHYSICAL HEALTH"], [267, 283, "MENTAL AND PHYSICAL HEALTH"], [336, 345, "MENTAL AND PHYSICAL HEALTH"], [373, 384, "MENTAL AND PHYSICAL HEALTH"], [385, 394, "MENTAL AND PHYSICAL HEALTH"], [402, 424, "MENTAL AND PHYSICAL HEALTH"], [429, 449, "MENTAL AND PHYSICAL HEALTH"], [501, 514, "MENTAL AND PHYSICAL HEALTH"], [569, 583, "MENTAL AND PHYSICAL HEALTH"], [99, 131, "ORG"]]}, {"text": "Mental health can be seen as a continuum, where an individual's mental health may have many different possible values. Mental wellness is viewed as a positive attribute; this definition of mental health highlights emotional well-being, the capacity to live a full and creative life, and the flexibility to deal with life's inevitable challenges. Some discussions are formulated in terms of contentment or happiness. Many therapeutic systems and self-help books offer methods and philosophies espousing strategies and techniques vaunted as effective for further improving the mental wellness. Positive psychology is increasingly prominent in mental health.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [64, 77, "MENTAL AND PHYSICAL HEALTH"], [119, 134, "MENTAL AND PHYSICAL HEALTH"], [189, 202, "MENTAL AND PHYSICAL HEALTH"], [214, 223, "MENTAL AND PHYSICAL HEALTH"], [224, 234, "MENTAL AND PHYSICAL HEALTH"], [405, 415, "MENTAL AND PHYSICAL HEALTH"], [421, 432, "MENTAL AND PHYSICAL HEALTH"], [575, 591, "MENTAL AND PHYSICAL HEALTH"], [601, 611, "MENTAL AND PHYSICAL HEALTH"], [641, 654, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "A holistic model of mental health generally includes concepts based upon anthropological, educational, psychological, religious, and sociological perspectives. There are also models as theoretical perspectives from personality, social, clinical, health and developmental psychology.", "entities": [[20, 33, "MENTAL AND PHYSICAL HEALTH"], [215, 226, "MENTAL AND PHYSICAL HEALTH"], [236, 244, "MENTAL AND PHYSICAL HEALTH"], [246, 252, "MENTAL AND PHYSICAL HEALTH"], [257, 281, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "The tripartite model of mental well-being views mental well-being as encompassing three components of emotional well-being, social well-being, and psychological well-being. Emotional well-being is defined as having high levels of positive emotions, whereas social and psychological well-being are defined as the presence of psychological and social skills and abilities that contribute to optimal functioning in daily life. The model has received empirical support across cultures. The Mental Health Continuum-Short Form (MHC-SF) is the most widely used scale to measure the tripartite model of mental well-being.", "entities": [[24, 30, "MENTAL AND PHYSICAL HEALTH"], [31, 41, "MENTAL AND PHYSICAL HEALTH"], [48, 54, "MENTAL AND PHYSICAL HEALTH"], [55, 65, "MENTAL AND PHYSICAL HEALTH"], [102, 111, "MENTAL AND PHYSICAL HEALTH"], [112, 122, "MENTAL AND PHYSICAL HEALTH"], [124, 130, "MENTAL AND PHYSICAL HEALTH"], [131, 141, "MENTAL AND PHYSICAL HEALTH"], [147, 160, "MENTAL AND PHYSICAL HEALTH"], [161, 172, "MENTAL AND PHYSICAL HEALTH"], [173, 182, "MENTAL AND PHYSICAL HEALTH"], [183, 193, "MENTAL AND PHYSICAL HEALTH"], [239, 247, "MENTAL AND PHYSICAL HEALTH"], [268, 281, "MENTAL AND PHYSICAL HEALTH"], [282, 292, "MENTAL AND PHYSICAL HEALTH"], [324, 337, "MENTAL AND PHYSICAL HEALTH"], [342, 355, "MENTAL AND PHYSICAL HEALTH"], [397, 408, "MENTAL AND PHYSICAL HEALTH"], [486, 499, "MENTAL AND PHYSICAL HEALTH"], [595, 601, "MENTAL AND PHYSICAL HEALTH"], [602, 612, "MENTAL AND PHYSICAL HEALTH"], [82, 87, "CARDINAL"], [482, 520, "PRODUCT"]]}, {"text": "As of 2019, about one in seven of the world's 10–19 year olds experienced a mental health disorder; about 165 million young people in total. A person's teenage years are a unique period where much crucial psychological development occurs, and is also a time of increased vulnerability to the development of adverse mental health conditions. More than half of mental health conditions start before a child reaches 20 years of age, with onset occurring in adolescence much more frequently than it does in early childhood or adulthood. Many such cases go undetected and untreated.", "entities": [[76, 98, "MENTAL AND PHYSICAL HEALTH"], [205, 230, "MENTAL AND PHYSICAL HEALTH"], [315, 321, "MENTAL AND PHYSICAL HEALTH"], [322, 340, "MENTAL AND PHYSICAL HEALTH"], [359, 383, "MENTAL AND PHYSICAL HEALTH"], [6, 10, "DATE"], [12, 21, "CARDINAL"], [25, 30, "CARDINAL"], [100, 117, "CARDINAL"], [152, 165, "DATE"], [341, 355, "CARDINAL"], [413, 428, "DATE"]]}, {"text": "In the United States alone, in 2021, at least roughly 17.5% of the population (ages 18 and older) were recorded as having a mental illness. The comparison between reports and statistics of mental health issues in newer generations (18–25 years old to 26–49 years old) and the older generation (50 years or older) signifies an increase in mental health issues as only 15% of the older generation reported a mental health issue whereas the newer generations reported 33.7% (18-25) and 28.1% (26-49).  The role of caregivers for youth with mental health needs is valuable, and caregivers benefit most when they have sufficient psychoeducation and peer support. Depression is one of the leading causes of illness and disability among adolescents. Suicide is the fourth leading cause of death in 15-19-year-olds. Exposure to childhood trauma can cause mental health disorders and poor academic achievement. Ignoring mental health conditions in adolescents can impact adulthood. 50% of preschool children show a natural reduction in behavioral problems. The remaining experience long-term consequences. It impairs physical and mental health and limits opportunities to live fulfilling lives. A result of depression during adolescence and adulthood may be substance abuse. The average age of onset is between 11 and 14 years for depressive disorders. Only approximately 25% of children with behavioral problems refer to medical services. The majority of children go untreated.", "entities": [[124, 130, "MENTAL AND PHYSICAL HEALTH"], [131, 139, "MENTAL AND PHYSICAL HEALTH"], [189, 195, "MENTAL AND PHYSICAL HEALTH"], [196, 202, "MENTAL AND PHYSICAL HEALTH"], [338, 344, "MENTAL AND PHYSICAL HEALTH"], [345, 351, "MENTAL AND PHYSICAL HEALTH"], [406, 412, "MENTAL AND PHYSICAL HEALTH"], [413, 419, "MENTAL AND PHYSICAL HEALTH"], [511, 521, "MENTAL AND PHYSICAL HEALTH"], [537, 543, "MENTAL AND PHYSICAL HEALTH"], [544, 550, "MENTAL AND PHYSICAL HEALTH"], [574, 584, "MENTAL AND PHYSICAL HEALTH"], [624, 639, "MENTAL AND PHYSICAL HEALTH"], [658, 668, "MENTAL AND PHYSICAL HEALTH"], [701, 708, "MENTAL AND PHYSICAL HEALTH"], [713, 723, "MENTAL AND PHYSICAL HEALTH"], [743, 750, "MENTAL AND PHYSICAL HEALTH"], [830, 836, "MENTAL AND PHYSICAL HEALTH"], [847, 870, "MENTAL AND PHYSICAL HEALTH"], [911, 935, "MENTAL AND PHYSICAL HEALTH"], [1027, 1037, "MENTAL AND PHYSICAL HEALTH"], [1100, 1107, "MENTAL AND PHYSICAL HEALTH"], [1108, 1116, "MENTAL AND PHYSICAL HEALTH"], [1121, 1134, "MENTAL AND PHYSICAL HEALTH"], [1249, 1265, "MENTAL AND PHYSICAL HEALTH"], [1322, 1332, "MENTAL AND PHYSICAL HEALTH"], [1333, 1343, "MENTAL AND PHYSICAL HEALTH"], [1384, 1394, "MENTAL AND PHYSICAL HEALTH"], [1413, 1430, "MENTAL AND PHYSICAL HEALTH"], [1459, 1468, "MENTAL AND PHYSICAL HEALTH"], [3, 20, "GPE"], [31, 35, "DATE"], [37, 59, "PERCENT"], [79, 86, "DATE"], [294, 311, "DATE"], [362, 370, "PERCENT"], [465, 470, "PERCENT"], [472, 477, "DATE"], [483, 488, "PERCENT"], [490, 495, "CARDINAL"], [758, 764, "ORDINAL"], [791, 806, "DATE"], [973, 976, "PERCENT"], [1294, 1317, "DATE"], [1344, 1366, "PERCENT"]]}, {"text": "Mental illness is thought to be highly prevalent among homeless populations, though access to proper diagnoses is limited. An article written by Lisa Goodman and her colleagues summarized Smith's research into PTSD in homeless single women and mothers in St. Louis, Missouri, which found that 53% of the respondents met diagnostic criteria, and which describes homelessness as a risk factor for mental illness. At least two commonly reported symptoms of psychological trauma, social disaffiliation and learned helplessness are highly prevalent among homeless individuals and families.", "entities": [[0, 14, "MENTAL AND PHYSICAL HEALTH"], [55, 75, "MENTAL AND PHYSICAL HEALTH"], [101, 110, "MENTAL AND PHYSICAL HEALTH"], [210, 214, "MENTAL AND PHYSICAL HEALTH"], [218, 226, "MENTAL AND PHYSICAL HEALTH"], [320, 330, "MENTAL AND PHYSICAL HEALTH"], [361, 373, "MENTAL AND PHYSICAL HEALTH"], [395, 410, "MENTAL AND PHYSICAL HEALTH"], [442, 450, "MENTAL AND PHYSICAL HEALTH"], [454, 467, "MENTAL AND PHYSICAL HEALTH"], [468, 474, "MENTAL AND PHYSICAL HEALTH"], [476, 497, "MENTAL AND PHYSICAL HEALTH"], [550, 558, "MENTAL AND PHYSICAL HEALTH"], [145, 157, "PERSON"], [188, 193, "PERSON"], [255, 264, "GPE"], [266, 274, "GPE"], [293, 296, "PERCENT"], [411, 423, "CARDINAL"]]}, {"text": "While mental illness is prevalent, people infrequently receive appropriate care. Case management linked to other services is an effective care approach for improving symptoms in people experiencing homelessness. Case management reduced admission to hospitals, and it reduced substance use by those with substance abuse problems more than typical care.", "entities": [[6, 20, "MENTAL AND PHYSICAL HEALTH"], [75, 80, "MENTAL AND PHYSICAL HEALTH"], [138, 142, "MENTAL AND PHYSICAL HEALTH"], [166, 174, "MENTAL AND PHYSICAL HEALTH"], [198, 211, "MENTAL AND PHYSICAL HEALTH"], [249, 258, "MENTAL AND PHYSICAL HEALTH"], [275, 288, "MENTAL AND PHYSICAL HEALTH"], [303, 318, "MENTAL AND PHYSICAL HEALTH"], [346, 350, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "States that produce refugees are sites of social upheaval, civil war, even genocide. Most refugees experience trauma. It can be in the form of torture, sexual assault, family fragmentation, and death of loved ones.", "entities": [[110, 117, "MENTAL AND PHYSICAL HEALTH"], [194, 199, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Refugees and immigrants experience psychosocial stressors after resettlement. These include discrimination, lack of economic stability, and social isolation causing emotional distress. For example, Not far into the 1900s, campaigns targeting Japanese immigrants were being formed that inhibited their ability to participate in U.S life, painting them as a threat to the American working-class. They were subject to prejudice and slandered by American media as well as anti-Japanese legislation being implemented. For refugees family reunification can be one of the primary needs to improve quality of life. Post-migration trauma is a cause of depressive disorders and psychological distress for immigrants.", "entities": [[35, 47, "MENTAL AND PHYSICAL HEALTH"], [48, 57, "MENTAL AND PHYSICAL HEALTH"], [165, 174, "MENTAL AND PHYSICAL HEALTH"], [175, 184, "MENTAL AND PHYSICAL HEALTH"], [622, 628, "MENTAL AND PHYSICAL HEALTH"], [643, 663, "MENTAL AND PHYSICAL HEALTH"], [668, 681, "MENTAL AND PHYSICAL HEALTH"], [682, 690, "MENTAL AND PHYSICAL HEALTH"], [211, 220, "DATE"], [242, 250, "NORP"], [327, 330, "GPE"], [370, 378, "NORP"], [442, 450, "NORP"], [468, 481, "NORP"], [554, 557, "CARDINAL"]]}, {"text": "Mental health is a socially constructed concept; different societies, groups, cultures (both ethnic and national/regional), institutions, and professions have very different ways of conceptualizing its nature and causes, determining what is mentally healthy, and deciding what interventions, if any, are appropriate. Thus, different professionals will have different cultural, class, political and religious backgrounds, which will impact the methodology applied during treatment. In the context of deaf mental health care, it is necessary for professionals to have cultural competency of deaf and hard of hearing people and to understand how to properly rely on trained, qualified, and certified interpreters when working with culturally Deaf clients.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [241, 257, "MENTAL AND PHYSICAL HEALTH"], [277, 290, "MENTAL AND PHYSICAL HEALTH"], [470, 480, "MENTAL AND PHYSICAL HEALTH"], [499, 503, "MENTAL AND PHYSICAL HEALTH"], [504, 522, "MENTAL AND PHYSICAL HEALTH"], [589, 593, "MENTAL AND PHYSICAL HEALTH"], [598, 613, "MENTAL AND PHYSICAL HEALTH"], [739, 743, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Research has shown that there is stigma attached to mental illness. Due to such stigma, individuals may resist labeling and may be driven to respond to mental health diagnoses with denialism. Family caregivers of individuals with mental disorders may also suffer discrimination or face stigma.", "entities": [[52, 67, "MENTAL AND PHYSICAL HEALTH"], [152, 158, "MENTAL AND PHYSICAL HEALTH"], [159, 165, "MENTAL AND PHYSICAL HEALTH"], [166, 175, "MENTAL AND PHYSICAL HEALTH"], [230, 236, "MENTAL AND PHYSICAL HEALTH"], [237, 246, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Addressing and eliminating the social stigma and perceived stigma attached to mental illness has been recognized as crucial to education and awareness surrounding mental health issues. In the United Kingdom, the Royal College of Psychiatrists organized the campaign Changing Minds (1998–2003) to help reduce stigma, while in the United States, efforts by entities such as the Born This Way Foundation and The Manic Monologues specifically focus on removing the stigma surrounding mental illness. The National Alliance on Mental Illness (NAMI) is a U.S. institution founded in 1979 to represent and advocate for those struggling with mental health issues. NAMI helps to educate about mental illnesses and health issues, while also working to eliminate stigma attached to these disorders.", "entities": [[78, 84, "MENTAL AND PHYSICAL HEALTH"], [85, 92, "MENTAL AND PHYSICAL HEALTH"], [163, 169, "MENTAL AND PHYSICAL HEALTH"], [170, 176, "MENTAL AND PHYSICAL HEALTH"], [229, 242, "MENTAL AND PHYSICAL HEALTH"], [480, 495, "MENTAL AND PHYSICAL HEALTH"], [521, 535, "MENTAL AND PHYSICAL HEALTH"], [633, 639, "MENTAL AND PHYSICAL HEALTH"], [640, 646, "MENTAL AND PHYSICAL HEALTH"], [683, 689, "MENTAL AND PHYSICAL HEALTH"], [690, 699, "MENTAL AND PHYSICAL HEALTH"], [704, 710, "MENTAL AND PHYSICAL HEALTH"], [776, 785, "MENTAL AND PHYSICAL HEALTH"], [188, 206, "GPE"], [208, 242, "ORG"], [266, 280, "WORK_OF_ART"], [325, 342, "GPE"], [372, 400, "ORG"], [405, 425, "ORG"], [496, 535, "ORG"], [537, 541, "ORG"], [548, 552, "GPE"], [576, 580, "DATE"], [655, 659, "ORG"]]}, {"text": "Many mental health professionals are beginning to, or already understand, the importance of competency in religious diversity and spirituality, or the lack thereof. They are also partaking in cultural training to better understand which interventions work best for these different groups of people. The American Psychological Association explicitly states that religion must be respected. Education in spiritual and religious matters is also required by the American Psychiatric Association, however, far less attention is paid to the damage that more rigid, fundamentalist faiths commonly practiced in the United States can cause. This theme has been widely politicized in 2018 such as with the creation of the Religious Liberty Task Force in July of that year. Also, many providers and practitioners in the United States are only beginning to realize that the institution of mental healthcare lacks knowledge and competence of many non-Western cultures, leaving providers in the United States ill-equipped to treat patients from different cultures.", "entities": [[5, 11, "MENTAL AND PHYSICAL HEALTH"], [12, 32, "MENTAL AND PHYSICAL HEALTH"], [303, 337, "MENTAL AND PHYSICAL HEALTH"], [458, 490, "MENTAL AND PHYSICAL HEALTH"], [877, 883, "MENTAL AND PHYSICAL HEALTH"], [884, 894, "MENTAL AND PHYSICAL HEALTH"], [964, 973, "MENTAL AND PHYSICAL HEALTH"], [1017, 1025, "MENTAL AND PHYSICAL HEALTH"], [299, 337, "ORG"], [454, 490, "ORG"], [603, 620, "GPE"], [674, 678, "DATE"], [708, 740, "ORG"], [744, 761, "DATE"], [805, 822, "GPE"], [934, 945, "NORP"], [977, 994, "GPE"]]}, {"text": "=== Occupational therapy ===", "entities": [[4, 24, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Occupational therapy practitioners aim to improve and enable a client or group's participation in meaningful, everyday occupations. In this sense, occupation is defined as any activity that \"occupies one's time\". Examples of those activities include daily tasks (dressing, bathing, eating, house chores, driving, etc.), sleep and rest, education, work, play, leisure (hobbies), and social interactions. The OT profession offers a vast range of services for all stages of life in a myriad of practice settings, though the foundations of OT come from mental health. Community support for mental health through expert-moderated support groups can aid those who want to recover from mental illness or otherwise improve their emotional well-being.", "entities": [[0, 20, "MENTAL AND PHYSICAL HEALTH"], [21, 34, "MENTAL AND PHYSICAL HEALTH"], [63, 69, "MENTAL AND PHYSICAL HEALTH"], [250, 261, "MENTAL AND PHYSICAL HEALTH"], [407, 420, "MENTAL AND PHYSICAL HEALTH"], [549, 555, "MENTAL AND PHYSICAL HEALTH"], [556, 563, "MENTAL AND PHYSICAL HEALTH"], [586, 592, "MENTAL AND PHYSICAL HEALTH"], [593, 599, "MENTAL AND PHYSICAL HEALTH"], [666, 673, "MENTAL AND PHYSICAL HEALTH"], [679, 685, "MENTAL AND PHYSICAL HEALTH"], [686, 693, "MENTAL AND PHYSICAL HEALTH"], [721, 730, "MENTAL AND PHYSICAL HEALTH"], [731, 741, "MENTAL AND PHYSICAL HEALTH"], [250, 255, "DATE"]]}, {"text": "OT services focused on mental health can be provided to persons, groups, and populations  across the lifespan and experiencing varying levels of mental health performance. For example, occupational therapy practitioners provide mental health services in school systems, military environments, hospitals, outpatient clinics, and inpatient mental health rehabilitation settings. Interventions or support can be provided directly through specific treatment interventions or indirectly by providing consultation to businesses, schools, or other larger groups to incorporate mental health strategies on a programmatic level. Even people who are mentally healthy can benefit from the health promotion and additional prevention strategies to reduce the impact of difficult situations.", "entities": [[23, 36, "MENTAL AND PHYSICAL HEALTH"], [101, 109, "MENTAL AND PHYSICAL HEALTH"], [145, 151, "MENTAL AND PHYSICAL HEALTH"], [152, 158, "MENTAL AND PHYSICAL HEALTH"], [185, 197, "MENTAL AND PHYSICAL HEALTH"], [198, 205, "MENTAL AND PHYSICAL HEALTH"], [206, 219, "MENTAL AND PHYSICAL HEALTH"], [228, 234, "MENTAL AND PHYSICAL HEALTH"], [235, 250, "MENTAL AND PHYSICAL HEALTH"], [293, 302, "MENTAL AND PHYSICAL HEALTH"], [304, 314, "MENTAL AND PHYSICAL HEALTH"], [315, 322, "MENTAL AND PHYSICAL HEALTH"], [338, 344, "MENTAL AND PHYSICAL HEALTH"], [345, 351, "MENTAL AND PHYSICAL HEALTH"], [352, 366, "MENTAL AND PHYSICAL HEALTH"], [377, 390, "MENTAL AND PHYSICAL HEALTH"], [444, 453, "MENTAL AND PHYSICAL HEALTH"], [454, 467, "MENTAL AND PHYSICAL HEALTH"], [570, 576, "MENTAL AND PHYSICAL HEALTH"], [577, 583, "MENTAL AND PHYSICAL HEALTH"], [640, 648, "MENTAL AND PHYSICAL HEALTH"], [649, 656, "MENTAL AND PHYSICAL HEALTH"], [678, 684, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "The interventions focus on positive functioning, sensory strategies, managing emotions, interpersonal relationships, sleep, community engagement, and other cognitive skills (i.e. visual-perceptual skills, attention, memory, arousal/energy management, etc.).", "entities": [[4, 17, "MENTAL AND PHYSICAL HEALTH"], [36, 47, "MENTAL AND PHYSICAL HEALTH"], [49, 56, "MENTAL AND PHYSICAL HEALTH"], [78, 86, "MENTAL AND PHYSICAL HEALTH"], [117, 122, "MENTAL AND PHYSICAL HEALTH"], [156, 172, "MENTAL AND PHYSICAL HEALTH"], [179, 203, "MENTAL AND PHYSICAL HEALTH"], [205, 214, "MENTAL AND PHYSICAL HEALTH"], [216, 222, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "==== Mental health in social work ====", "entities": [[5, 18, "MENTAL AND PHYSICAL HEALTH"], [22, 33, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Social work in mental health, also called psychiatric social work, is a process where an individual in a setting is helped to attain freedom from overlapping internal and external problems (social and economic situations, family and other relationships, the physical and organizational environment, psychiatric symptoms, etc.). It aims for harmony, quality of life, self-actualization and personal adaptation across all systems. Psychiatric social workers are mental health professionals that can assist patients and their family members in coping with both mental health issues and various economic or social problems caused by mental illness or psychiatric dysfunctions and to attain improved mental health and well-being. They are vital members of the treatment teams in Departments of Psychiatry and Behavioral Sciences in hospitals. They are employed in both outpatient and inpatient settings of a hospital, nursing homes, state and local governments, substance use clinics, correctional facilities, health care services, private practice, etc.", "entities": [[0, 11, "MENTAL AND PHYSICAL HEALTH"], [15, 28, "MENTAL AND PHYSICAL HEALTH"], [42, 53, "MENTAL AND PHYSICAL HEALTH"], [54, 65, "MENTAL AND PHYSICAL HEALTH"], [299, 310, "MENTAL AND PHYSICAL HEALTH"], [311, 319, "MENTAL AND PHYSICAL HEALTH"], [429, 455, "MENTAL AND PHYSICAL HEALTH"], [460, 466, "MENTAL AND PHYSICAL HEALTH"], [467, 487, "MENTAL AND PHYSICAL HEALTH"], [504, 512, "MENTAL AND PHYSICAL HEALTH"], [558, 564, "MENTAL AND PHYSICAL HEALTH"], [565, 571, "MENTAL AND PHYSICAL HEALTH"], [629, 635, "MENTAL AND PHYSICAL HEALTH"], [636, 643, "MENTAL AND PHYSICAL HEALTH"], [647, 658, "MENTAL AND PHYSICAL HEALTH"], [659, 671, "MENTAL AND PHYSICAL HEALTH"], [695, 708, "MENTAL AND PHYSICAL HEALTH"], [713, 724, "MENTAL AND PHYSICAL HEALTH"], [755, 764, "MENTAL AND PHYSICAL HEALTH"], [774, 823, "MENTAL AND PHYSICAL HEALTH"], [864, 874, "MENTAL AND PHYSICAL HEALTH"], [879, 888, "MENTAL AND PHYSICAL HEALTH"], [903, 911, "MENTAL AND PHYSICAL HEALTH"], [913, 926, "MENTAL AND PHYSICAL HEALTH"], [957, 978, "MENTAL AND PHYSICAL HEALTH"], [980, 1003, "MENTAL AND PHYSICAL HEALTH"], [1005, 1016, "MENTAL AND PHYSICAL HEALTH"], [774, 799, "ORG"]]}, {"text": "In the United States, social workers provide most of the mental health services. According to government sources, 60 percent of mental health professionals are clinically trained social workers, 10 percent are psychiatrists, 23 percent are psychologists, and 5 percent are psychiatric nurses.", "entities": [[22, 36, "MENTAL AND PHYSICAL HEALTH"], [57, 80, "MENTAL AND PHYSICAL HEALTH"], [128, 155, "MENTAL AND PHYSICAL HEALTH"], [160, 178, "MENTAL AND PHYSICAL HEALTH"], [179, 193, "MENTAL AND PHYSICAL HEALTH"], [210, 223, "MENTAL AND PHYSICAL HEALTH"], [240, 253, "MENTAL AND PHYSICAL HEALTH"], [273, 291, "MENTAL AND PHYSICAL HEALTH"], [3, 20, "GPE"], [114, 124, "PERCENT"], [195, 205, "PERCENT"], [225, 235, "PERCENT"], [259, 268, "PERCENT"]]}, {"text": "Mental health social workers in Japan have professional knowledge of health and welfare and skills essential for person's well-being. Their social work training enables them as a professional to carry out Consultation assistance for mental disabilities and their social reintegration; Consultation regarding the rehabilitation of the victims; Advice and guidance for post-discharge residence and re-employment after hospitalized care, for major life events in regular life, money and self-management and other relevant matters to equip them to adapt in daily life. Social workers provide individual home visits for mentally ill and do welfare services available, with specialized training a range of procedural services are coordinated for home, workplace and school. In an administrative relationship, Psychiatric social workers provides consultation, leadership, conflict management and work direction. Psychiatric social workers who provides assessment and psychosocial interventions function as a clinician, counselor and municipal staff of the health centers.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [14, 28, "MENTAL AND PHYSICAL HEALTH"], [69, 75, "MENTAL AND PHYSICAL HEALTH"], [80, 87, "MENTAL AND PHYSICAL HEALTH"], [122, 133, "MENTAL AND PHYSICAL HEALTH"], [140, 151, "MENTAL AND PHYSICAL HEALTH"], [233, 252, "MENTAL AND PHYSICAL HEALTH"], [263, 283, "MENTAL AND PHYSICAL HEALTH"], [312, 326, "MENTAL AND PHYSICAL HEALTH"], [334, 341, "MENTAL AND PHYSICAL HEALTH"], [367, 381, "MENTAL AND PHYSICAL HEALTH"], [416, 433, "MENTAL AND PHYSICAL HEALTH"], [484, 499, "MENTAL AND PHYSICAL HEALTH"], [553, 564, "MENTAL AND PHYSICAL HEALTH"], [565, 579, "MENTAL AND PHYSICAL HEALTH"], [615, 627, "MENTAL AND PHYSICAL HEALTH"], [635, 651, "MENTAL AND PHYSICAL HEALTH"], [803, 829, "MENTAL AND PHYSICAL HEALTH"], [905, 931, "MENTAL AND PHYSICAL HEALTH"], [960, 986, "MENTAL AND PHYSICAL HEALTH"], [1001, 1010, "MENTAL AND PHYSICAL HEALTH"], [1012, 1021, "MENTAL AND PHYSICAL HEALTH"], [1049, 1063, "MENTAL AND PHYSICAL HEALTH"], [32, 37, "GPE"], [803, 829, "ORG"], [905, 931, "ORG"]]}, {"text": "== Risk factors and causes of mental health problems ==", "entities": [[30, 52, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "There are many things that can contribute to mental health problems, including biological factors, genetic factors, life experiences (such as psychological trauma or abuse), and a family history of mental health problems.", "entities": [[45, 67, "MENTAL AND PHYSICAL HEALTH"], [79, 89, "MENTAL AND PHYSICAL HEALTH"], [99, 106, "MENTAL AND PHYSICAL HEALTH"], [142, 162, "MENTAL AND PHYSICAL HEALTH"], [166, 171, "MENTAL AND PHYSICAL HEALTH"], [198, 204, "MENTAL AND PHYSICAL HEALTH"], [205, 220, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "=== Biological factors ===", "entities": [[4, 14, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "According to the National Institute of Health Curriculum Supplement Series book, most scientists believe that changes in neurotransmitters can cause mental illnesses. In the section \"The Biology of Mental Illnesses\" the issue is explained in detail, \"...there may be disruptions in the neurotransmitters dopamine, glutamate, and norepinephrine in individuals who have schizophrenia\".", "entities": [[17, 45, "MENTAL AND PHYSICAL HEALTH"], [121, 138, "MENTAL AND PHYSICAL HEALTH"], [149, 166, "MENTAL AND PHYSICAL HEALTH"], [198, 214, "MENTAL AND PHYSICAL HEALTH"], [286, 303, "MENTAL AND PHYSICAL HEALTH"], [304, 312, "MENTAL AND PHYSICAL HEALTH"], [314, 323, "MENTAL AND PHYSICAL HEALTH"], [329, 343, "MENTAL AND PHYSICAL HEALTH"], [368, 382, "MENTAL AND PHYSICAL HEALTH"], [17, 45, "ORG"], [183, 214, "WORK_OF_ART"]]}, {"text": "Gender, age, ethnicity, life expectancy, longevity, population density, and community diversity are all demographic characteristics that can increase the risk and severity of mental disorders. Existing evidence demonstrates that the female gender is connected with an elevated risk of depression at differerent phases of life, commencing in adolescence in different contexts. Females, for example, have a higher risk of anxiety and eating disorders, whereas males have a higher chance of substance abuse and behavioural and developmental issues. This does not imply that women are less likely to suffer from developmental disorders such autism spectrum disorder, attention deficit hyperactivity disorder, Tourette syndrome, or early-onset schizophrenia. Ethnicity and ethnic heterogeneity have also been identified as risk factors for the prevalence of mental disorders, with minority groups being at a higher risk due to discrimination and exclusion.", "entities": [[175, 181, "MENTAL AND PHYSICAL HEALTH"], [182, 192, "MENTAL AND PHYSICAL HEALTH"], [285, 295, "MENTAL AND PHYSICAL HEALTH"], [420, 427, "MENTAL AND PHYSICAL HEALTH"], [432, 448, "MENTAL AND PHYSICAL HEALTH"], [488, 503, "MENTAL AND PHYSICAL HEALTH"], [508, 519, "MENTAL AND PHYSICAL HEALTH"], [524, 545, "MENTAL AND PHYSICAL HEALTH"], [608, 631, "MENTAL AND PHYSICAL HEALTH"], [637, 643, "MENTAL AND PHYSICAL HEALTH"], [653, 661, "MENTAL AND PHYSICAL HEALTH"], [663, 703, "MENTAL AND PHYSICAL HEALTH"], [705, 722, "MENTAL AND PHYSICAL HEALTH"], [727, 738, "MENTAL AND PHYSICAL HEALTH"], [739, 753, "MENTAL AND PHYSICAL HEALTH"], [853, 869, "MENTAL AND PHYSICAL HEALTH"], [341, 352, "DATE"]]}, {"text": "Unemployment has been shown to hurt an individual's emotional well-being, self-esteem, and more broadly their mental health. Increasing unemployment has been shown to have a significant impact on mental health, predominantly depressive disorders. This is an important consideration when reviewing the triggers for mental health disorders in any population survey. According to a 2009 meta-analysis by Paul and Moser, countries with high income inequality and poor unemployment protections experience worse mental health outcomes among the unemployed.", "entities": [[0, 12, "MENTAL AND PHYSICAL HEALTH"], [52, 61, "MENTAL AND PHYSICAL HEALTH"], [62, 72, "MENTAL AND PHYSICAL HEALTH"], [110, 124, "MENTAL AND PHYSICAL HEALTH"], [136, 148, "MENTAL AND PHYSICAL HEALTH"], [196, 209, "MENTAL AND PHYSICAL HEALTH"], [225, 246, "MENTAL AND PHYSICAL HEALTH"], [314, 337, "MENTAL AND PHYSICAL HEALTH"], [464, 476, "MENTAL AND PHYSICAL HEALTH"], [506, 519, "MENTAL AND PHYSICAL HEALTH"], [539, 549, "MENTAL AND PHYSICAL HEALTH"], [379, 383, "DATE"], [401, 405, "PERSON"], [410, 415, "PERSON"]]}, {"text": "Emotional mental disorders are a leading cause of disabilities worldwide. Investigating the degree and severity of untreated emotional mental disorders throughout the world is a top priority of the World Mental Health (WMH) survey initiative, which was created in 1998 by the World Health Organization (WHO). \"Neuropsychiatric disorders are the leading causes of disability worldwide, accounting for 37% of all healthy life years lost through disease. These disorders are most destructive to low and middle-income countries due to their inability to provide their citizens with proper aid. Despite modern treatment and rehabilitation for emotional mental health disorders, \"even economically advantaged societies have competing priorities and budgetary constraints\".", "entities": [[0, 26, "MENTAL AND PHYSICAL HEALTH"], [50, 62, "MENTAL AND PHYSICAL HEALTH"], [115, 124, "MENTAL AND PHYSICAL HEALTH"], [125, 151, "MENTAL AND PHYSICAL HEALTH"], [198, 217, "MENTAL AND PHYSICAL HEALTH"], [219, 222, "MENTAL AND PHYSICAL HEALTH"], [276, 301, "MENTAL AND PHYSICAL HEALTH"], [303, 306, "MENTAL AND PHYSICAL HEALTH"], [310, 336, "MENTAL AND PHYSICAL HEALTH"], [363, 373, "MENTAL AND PHYSICAL HEALTH"], [411, 418, "MENTAL AND PHYSICAL HEALTH"], [443, 451, "MENTAL AND PHYSICAL HEALTH"], [458, 467, "MENTAL AND PHYSICAL HEALTH"], [605, 614, "MENTAL AND PHYSICAL HEALTH"], [619, 633, "MENTAL AND PHYSICAL HEALTH"], [638, 671, "MENTAL AND PHYSICAL HEALTH"], [219, 222, "ORG"], [264, 268, "DATE"], [272, 301, "ORG"], [303, 306, "ORG"], [400, 403, "PERCENT"], [407, 429, "DATE"]]}, {"text": "Unhappily married couples suffer 3–25 times the risk of developing clinical depression.", "entities": [[67, 86, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "The World Mental Health survey initiative has suggested a plan for countries to redesign their mental health care systems to best allocate resources.", "entities": [[4, 23, "MENTAL AND PHYSICAL HEALTH"], [95, 113, "MENTAL AND PHYSICAL HEALTH"], [4, 23, "ORG"]]}, {"text": "\"A first step is documentation of services being used and the extent and nature of unmet treatment needs. A second step could be to do a cross-national comparison of service use and unmet needs in countries with different mental health care systems. Such comparisons can help to uncover optimum financing, national policies, and delivery systems for mental health care.\"", "entities": [[89, 105, "MENTAL AND PHYSICAL HEALTH"], [222, 249, "MENTAL AND PHYSICAL HEALTH"], [350, 368, "MENTAL AND PHYSICAL HEALTH"], [3, 8, "ORDINAL"], [108, 114, "ORDINAL"]]}, {"text": "Knowledge of how to provide effective emotional mental health care has become imperative worldwide. Unfortunately, most countries have insufficient data to guide decisions, absent or competing visions for resources, and near-constant pressures to cut insurance and entitlements. WMH surveys were done in Africa (Nigeria, South Africa), the Americas (Colombia, Mexico, United States), Asia and the Pacific (Japan, New Zealand, Beijing and Shanghai in the People's Republic of China), Europe (Belgium, France, Germany, Italy, Netherlands, Spain, Ukraine), and the Middle East (Israel, Lebanon). Countries were classified with World Bank criteria as low-income (Nigeria), lower-middle-income (China, Colombia, South Africa, Ukraine), higher middle-income (Lebanon, Mexico), and high-income.", "entities": [[48, 54, "MENTAL AND PHYSICAL HEALTH"], [55, 66, "MENTAL AND PHYSICAL HEALTH"], [279, 282, "MENTAL AND PHYSICAL HEALTH"], [304, 310, "LOC"], [312, 319, "GPE"], [321, 333, "GPE"], [340, 348, "LOC"], [350, 358, "GPE"], [360, 366, "GPE"], [368, 381, "GPE"], [384, 388, "LOC"], [397, 404, "LOC"], [406, 411, "GPE"], [413, 424, "GPE"], [426, 433, "GPE"], [438, 446, "GPE"], [450, 480, "GPE"], [483, 489, "LOC"], [491, 498, "GPE"], [500, 506, "GPE"], [508, 515, "GPE"], [517, 522, "GPE"], [524, 535, "GPE"], [537, 542, "GPE"], [544, 551, "GPE"], [558, 573, "LOC"], [575, 581, "GPE"], [583, 590, "GPE"], [624, 634, "ORG"], [659, 666, "GPE"], [690, 695, "GPE"], [697, 705, "GPE"], [707, 719, "GPE"], [721, 728, "GPE"], [753, 760, "GPE"], [762, 768, "GPE"]]}, {"text": "The coordinated surveys on emotional mental health disorders, their severity, and treatments were implemented in the aforementioned countries. These surveys assessed the frequency, types, and adequacy of mental health service use in 17 countries in which WMH surveys are complete. The WMH also examined unmet needs for treatment in strata defined by the seriousness of mental disorders. Their research showed that \"the number of respondents using any 12-month mental health service was generally lower in developing than in developed countries, and the proportion receiving services tended to correspond to countries' percentages of gross domestic product spent on health care\".", "entities": [[27, 36, "MENTAL AND PHYSICAL HEALTH"], [37, 60, "MENTAL AND PHYSICAL HEALTH"], [204, 225, "MENTAL AND PHYSICAL HEALTH"], [255, 258, "MENTAL AND PHYSICAL HEALTH"], [285, 288, "MENTAL AND PHYSICAL HEALTH"], [319, 328, "MENTAL AND PHYSICAL HEALTH"], [369, 386, "MENTAL AND PHYSICAL HEALTH"], [460, 481, "MENTAL AND PHYSICAL HEALTH"], [665, 676, "MENTAL AND PHYSICAL HEALTH"], [233, 235, "CARDINAL"], [255, 258, "ORG"], [285, 288, "ORG"], [451, 459, "DATE"]]}, {"text": "\"High levels of unmet need worldwide are not surprising, since WHO Project ATLAS' findings of much lower mental health expenditures than was suggested by the magnitude of burdens from mental illnesses. Generally, unmet needs in low-income and middle-income countries might be attributable to these nations spending reduced amounts (usually <1%) of already diminished health budgets on mental health care, and they rely heavily on out-of-pocket spending by citizens who are ill-equipped for it\".", "entities": [[63, 66, "MENTAL AND PHYSICAL HEALTH"], [105, 111, "MENTAL AND PHYSICAL HEALTH"], [112, 118, "MENTAL AND PHYSICAL HEALTH"], [184, 201, "MENTAL AND PHYSICAL HEALTH"], [367, 381, "MENTAL AND PHYSICAL HEALTH"], [385, 403, "MENTAL AND PHYSICAL HEALTH"], [430, 443, "MENTAL AND PHYSICAL HEALTH"], [63, 81, "ORG"], [340, 343, "PERCENT"]]}, {"text": "The Centre for Addiction and Mental Health discuss how a certain amount of stress is a normal part of daily life. Small doses of stress help people meet deadlines, be prepared for presentations, be productive and arrive on time for important events. However, long-term stress can become harmful. When stress becomes overwhelming and prolonged, the risks for mental health problems and medical problems increase.\" Also on that note, some studies have found language to deteriorate mental health and even harm humans.", "entities": [[4, 42, "MENTAL AND PHYSICAL HEALTH"], [358, 380, "MENTAL AND PHYSICAL HEALTH"], [385, 411, "MENTAL AND PHYSICAL HEALTH"], [480, 493, "MENTAL AND PHYSICAL HEALTH"], [0, 42, "ORG"]]}, {"text": "=== Poverty ===", "entities": [[4, 11, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "\"The terms mental health promotion and prevention have often been confused. Promotion is defined as intervening to optimize positive mental health by addressing determinants of positive mental health (i.e. protective factors) before a specific mental health problem has been identified, with the ultimate goal of improving the positive mental health of the population. Mental health prevention is defined as intervening to minimize mental health problems (i.e. risk factors) by addressing determinants of mental health problems before a specific mental health problem has been identified in the individual, group, or population of focus with the ultimate goal of reducing the number of future mental health problems in the population.\"", "entities": [[11, 24, "MENTAL AND PHYSICAL HEALTH"], [39, 49, "MENTAL AND PHYSICAL HEALTH"], [133, 146, "MENTAL AND PHYSICAL HEALTH"], [177, 199, "MENTAL AND PHYSICAL HEALTH"], [336, 349, "MENTAL AND PHYSICAL HEALTH"], [432, 438, "MENTAL AND PHYSICAL HEALTH"], [439, 454, "MENTAL AND PHYSICAL HEALTH"], [461, 473, "MENTAL AND PHYSICAL HEALTH"], [505, 527, "MENTAL AND PHYSICAL HEALTH"], [546, 567, "MENTAL AND PHYSICAL HEALTH"], [693, 715, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "In order to improve mental health, the root of the issue has to be resolved. \"Prevention emphasizes the avoidance of risk factors; promotion aims to enhance an individual's ability to achieve a positive sense of self-esteem, mastery, well-being, and social inclusion.\" Mental health promotion attempts to increase protective factors and healthy behaviors that can help prevent the onset of a diagnosable mental disorder and reduce risk factors that can lead to the development of a mental disorder. Yoga is an example of an activity that calms one's entire body and nerves. According to a study on well-being by Richards, Campania, and Muse-Burke, \"mindfulness is considered to be a purposeful state, it may be that those who practice it belief in its importance and value being mindful, so that valuing of self-care activities may influence the intentional component of mindfulness.\" Akin to surgery, sometimes the body must be further damaged, before it can properly heal ", "entities": [[20, 33, "MENTAL AND PHYSICAL HEALTH"], [212, 223, "MENTAL AND PHYSICAL HEALTH"], [234, 244, "MENTAL AND PHYSICAL HEALTH"], [250, 267, "MENTAL AND PHYSICAL HEALTH"], [269, 282, "MENTAL AND PHYSICAL HEALTH"], [337, 354, "MENTAL AND PHYSICAL HEALTH"], [381, 386, "MENTAL AND PHYSICAL HEALTH"], [392, 403, "MENTAL AND PHYSICAL HEALTH"], [404, 419, "MENTAL AND PHYSICAL HEALTH"], [431, 443, "MENTAL AND PHYSICAL HEALTH"], [482, 498, "MENTAL AND PHYSICAL HEALTH"], [557, 561, "MENTAL AND PHYSICAL HEALTH"], [566, 573, "MENTAL AND PHYSICAL HEALTH"], [807, 827, "MENTAL AND PHYSICAL HEALTH"], [893, 900, "MENTAL AND PHYSICAL HEALTH"], [916, 920, "MENTAL AND PHYSICAL HEALTH"], [969, 973, "MENTAL AND PHYSICAL HEALTH"], [612, 620, "PERSON"], [622, 630, "PERSON"]]}, {"text": "Mental health is conventionally defined as a hybrid of the absence of a mental disorder and the presence of well-being. Focus is increasing on preventing mental disorders.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [72, 87, "MENTAL AND PHYSICAL HEALTH"], [108, 119, "MENTAL AND PHYSICAL HEALTH"], [154, 170, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Prevention is beginning to appear in mental health strategies, including the 2004 WHO report \"Prevention of Mental Disorders\", the 2008 EU \"Pact for Mental Health\" and the 2011 US National Prevention Strategy. Some commentators have argued that a pragmatic and practical approach to mental disorder prevention at work would be to treat it the same way as physical injury prevention.", "entities": [[0, 10, "MENTAL AND PHYSICAL HEALTH"], [37, 50, "MENTAL AND PHYSICAL HEALTH"], [82, 85, "MENTAL AND PHYSICAL HEALTH"], [94, 124, "MENTAL AND PHYSICAL HEALTH"], [149, 163, "MENTAL AND PHYSICAL HEALTH"], [180, 209, "MENTAL AND PHYSICAL HEALTH"], [283, 309, "MENTAL AND PHYSICAL HEALTH"], [355, 381, "MENTAL AND PHYSICAL HEALTH"], [77, 81, "DATE"], [82, 85, "ORG"], [131, 135, "DATE"], [136, 138, "ORG"], [140, 162, "LAW"], [172, 176, "DATE"], [177, 179, "GPE"]]}, {"text": "Prevention of a disorder at a young age may significantly decrease the chances that a child will have a disorder later in life, and shall be the most efficient and effective measure from a public health perspective. Prevention may require the regular consultation of a physician for at least twice a year to detect any signs that reveal any mental health concerns.", "entities": [[0, 10, "MENTAL AND PHYSICAL HEALTH"], [16, 24, "MENTAL AND PHYSICAL HEALTH"], [104, 112, "MENTAL AND PHYSICAL HEALTH"], [189, 202, "MENTAL AND PHYSICAL HEALTH"], [216, 226, "MENTAL AND PHYSICAL HEALTH"], [269, 278, "MENTAL AND PHYSICAL HEALTH"], [341, 347, "MENTAL AND PHYSICAL HEALTH"], [348, 363, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Additionally, social media is becoming a resource for prevention. In 2004, the Mental Health Services Act began to fund marketing initiatives to educate the public on mental health. This California-based project is working to combat the negative perception with mental health and reduce the stigma associated with it. While social media can benefit mental health, it can also lead to deterioration if not managed properly. Limiting social media intake is beneficial.", "entities": [[14, 26, "MENTAL AND PHYSICAL HEALTH"], [54, 65, "MENTAL AND PHYSICAL HEALTH"], [79, 105, "MENTAL AND PHYSICAL HEALTH"], [167, 181, "MENTAL AND PHYSICAL HEALTH"], [262, 275, "MENTAL AND PHYSICAL HEALTH"], [324, 336, "MENTAL AND PHYSICAL HEALTH"], [349, 362, "MENTAL AND PHYSICAL HEALTH"], [432, 444, "MENTAL AND PHYSICAL HEALTH"], [69, 73, "DATE"], [75, 105, "LAW"], [187, 197, "GPE"]]}, {"text": "Studies report that patients in mental health care who can access and read their Electronic Health Records (EHR) or Open Notes online experience increased understanding of their mental health, feeling in control of their care, and enhanced trust in their clinicians. Patients' also reported feelings of greater validation, engagement, remembering their care plan, and acquiring a better awareness of potential side effects of their medications, when reading their mental health notes. Other common experiences were that shared mental health notes enhance patient empowerment and augment patient autonomy.", "entities": [[20, 28, "MENTAL AND PHYSICAL HEALTH"], [32, 50, "MENTAL AND PHYSICAL HEALTH"], [81, 106, "MENTAL AND PHYSICAL HEALTH"], [108, 111, "MENTAL AND PHYSICAL HEALTH"], [178, 191, "MENTAL AND PHYSICAL HEALTH"], [221, 225, "MENTAL AND PHYSICAL HEALTH"], [255, 266, "MENTAL AND PHYSICAL HEALTH"], [353, 362, "MENTAL AND PHYSICAL HEALTH"], [432, 443, "MENTAL AND PHYSICAL HEALTH"], [464, 477, "MENTAL AND PHYSICAL HEALTH"], [527, 540, "MENTAL AND PHYSICAL HEALTH"], [555, 574, "MENTAL AND PHYSICAL HEALTH"], [587, 603, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Furthermore, recent studies have shown that social media is an effective way to draw attention to mental health issues. By collecting data from Twitter, researchers found that social media presence is heightened after an event relating to behavioral health occurs. Researchers continue to find effective ways to use social media to bring more awareness to mental health issues through online campaigns in other sites such as Facebook and Instagram.", "entities": [[44, 56, "MENTAL AND PHYSICAL HEALTH"], [98, 119, "MENTAL AND PHYSICAL HEALTH"], [176, 188, "MENTAL AND PHYSICAL HEALTH"], [239, 256, "MENTAL AND PHYSICAL HEALTH"], [316, 328, "MENTAL AND PHYSICAL HEALTH"], [356, 376, "MENTAL AND PHYSICAL HEALTH"], [144, 151, "ORG"], [425, 433, "ORG"], [438, 447, "ORG"]]}, {"text": "=== Care navigation ===", "entities": [[4, 8, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental health care navigation helps to guide patients and families through the fragmented, often confusing mental health industries. Care navigators work closely with patients and families through discussion and collaboration to provide information on best therapies as well as referrals to practitioners and facilities specializing in particular forms of emotional improvement. The difference between therapy and care navigation is that the care navigation process provides information and directs patients to therapy rather than providing therapy. Still, care navigators may offer diagnosis and treatment planning. Though many care navigators are also trained therapists and doctors. Care navigation is the link between the patient and the below therapies. A clear recognition that mental health requires medical intervention was demonstrated in a study by Kessler et al. of the prevalence and treatment of mental disorders from 1990 to 2003 in the United States. Despite the prevalence of mental health disorders remaining unchanged during this period, the number of patients seeking treatment for mental disorders increased threefold.", "entities": [[0, 18, "MENTAL AND PHYSICAL HEALTH"], [45, 53, "MENTAL AND PHYSICAL HEALTH"], [107, 132, "MENTAL AND PHYSICAL HEALTH"], [133, 148, "MENTAL AND PHYSICAL HEALTH"], [167, 175, "MENTAL AND PHYSICAL HEALTH"], [257, 266, "MENTAL AND PHYSICAL HEALTH"], [291, 304, "MENTAL AND PHYSICAL HEALTH"], [309, 319, "MENTAL AND PHYSICAL HEALTH"], [356, 365, "MENTAL AND PHYSICAL HEALTH"], [402, 409, "MENTAL AND PHYSICAL HEALTH"], [414, 429, "MENTAL AND PHYSICAL HEALTH"], [442, 457, "MENTAL AND PHYSICAL HEALTH"], [499, 507, "MENTAL AND PHYSICAL HEALTH"], [511, 518, "MENTAL AND PHYSICAL HEALTH"], [541, 549, "MENTAL AND PHYSICAL HEALTH"], [557, 572, "MENTAL AND PHYSICAL HEALTH"], [583, 592, "MENTAL AND PHYSICAL HEALTH"], [597, 616, "MENTAL AND PHYSICAL HEALTH"], [629, 644, "MENTAL AND PHYSICAL HEALTH"], [654, 672, "MENTAL AND PHYSICAL HEALTH"], [677, 685, "MENTAL AND PHYSICAL HEALTH"], [686, 701, "MENTAL AND PHYSICAL HEALTH"], [726, 733, "MENTAL AND PHYSICAL HEALTH"], [748, 758, "MENTAL AND PHYSICAL HEALTH"], [784, 797, "MENTAL AND PHYSICAL HEALTH"], [807, 827, "MENTAL AND PHYSICAL HEALTH"], [896, 905, "MENTAL AND PHYSICAL HEALTH"], [909, 925, "MENTAL AND PHYSICAL HEALTH"], [992, 1015, "MENTAL AND PHYSICAL HEALTH"], [1070, 1078, "MENTAL AND PHYSICAL HEALTH"], [1087, 1096, "MENTAL AND PHYSICAL HEALTH"], [1101, 1117, "MENTAL AND PHYSICAL HEALTH"], [859, 866, "PERSON"], [926, 943, "DATE"], [947, 964, "GPE"], [1043, 1054, "DATE"]]}, {"text": "==== Pharmacotherapy ====", "entities": [[5, 20, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Pharmacotherapy is a therapy that uses pharmaceutical drugs. Pharmacotherapy is used in the treatment of mental illness through the use of antidepressants, benzodiazepines, and the use of elements such as lithium. It can only be prescribed by a medical professional trained in the field of Psychiatry.", "entities": [[0, 15, "MENTAL AND PHYSICAL HEALTH"], [21, 28, "MENTAL AND PHYSICAL HEALTH"], [39, 60, "MENTAL AND PHYSICAL HEALTH"], [61, 76, "MENTAL AND PHYSICAL HEALTH"], [92, 101, "MENTAL AND PHYSICAL HEALTH"], [105, 119, "MENTAL AND PHYSICAL HEALTH"], [139, 154, "MENTAL AND PHYSICAL HEALTH"], [156, 171, "MENTAL AND PHYSICAL HEALTH"], [229, 239, "MENTAL AND PHYSICAL HEALTH"], [245, 265, "MENTAL AND PHYSICAL HEALTH"], [290, 300, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "==== Physical activity ====", "entities": [[5, 22, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Physical exercise can improve mental and physical health. Playing sports, walking, cycling, or doing any form of physical activity trigger the production of various hormones, sometimes including endorphins, which can elevate a person's mood.", "entities": [[0, 17, "MENTAL AND PHYSICAL HEALTH"], [30, 36, "MENTAL AND PHYSICAL HEALTH"], [41, 57, "MENTAL AND PHYSICAL HEALTH"], [113, 130, "MENTAL AND PHYSICAL HEALTH"], [165, 173, "MENTAL AND PHYSICAL HEALTH"], [195, 205, "MENTAL AND PHYSICAL HEALTH"], [236, 240, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Studies have shown that in some cases, physical activity can have the same impact as antidepressants when treating depression and anxiety.", "entities": [[39, 56, "MENTAL AND PHYSICAL HEALTH"], [85, 100, "MENTAL AND PHYSICAL HEALTH"], [106, 114, "MENTAL AND PHYSICAL HEALTH"], [115, 125, "MENTAL AND PHYSICAL HEALTH"], [130, 137, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Moreover, cessation of physical exercise may have adverse effects on some mental health conditions, such as depression and anxiety. This could lead to different negative outcomes such as obesity, skewed body image and many health risks associated with mental illnesses. Exercise can improve mental health but it should not be used as an alternative to therapy.", "entities": [[23, 40, "MENTAL AND PHYSICAL HEALTH"], [74, 98, "MENTAL AND PHYSICAL HEALTH"], [108, 118, "MENTAL AND PHYSICAL HEALTH"], [123, 131, "MENTAL AND PHYSICAL HEALTH"], [187, 194, "MENTAL AND PHYSICAL HEALTH"], [203, 213, "MENTAL AND PHYSICAL HEALTH"], [223, 235, "MENTAL AND PHYSICAL HEALTH"], [252, 269, "MENTAL AND PHYSICAL HEALTH"], [291, 304, "MENTAL AND PHYSICAL HEALTH"], [352, 359, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "==== Activity therapies ====", "entities": [[5, 23, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Activity therapies also called recreation therapy and occupational therapy, promote healing through active engagement. An example of occupational therapy would be promoting an activity that improves daily life, such as self-care or improving hobbies.", "entities": [[0, 18, "MENTAL AND PHYSICAL HEALTH"], [31, 49, "MENTAL AND PHYSICAL HEALTH"], [54, 74, "MENTAL AND PHYSICAL HEALTH"], [84, 91, "MENTAL AND PHYSICAL HEALTH"], [100, 118, "MENTAL AND PHYSICAL HEALTH"], [133, 153, "MENTAL AND PHYSICAL HEALTH"], [199, 209, "MENTAL AND PHYSICAL HEALTH"], [219, 228, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Each of these therapies have proven to improve mental health and have resulted in healthier, happier individuals. In recent years, for example, coloring has been recognized as an activity that has been proven to significantly lower the levels of depressive symptoms and anxiety in many studies.", "entities": [[14, 23, "MENTAL AND PHYSICAL HEALTH"], [47, 60, "MENTAL AND PHYSICAL HEALTH"], [93, 100, "MENTAL AND PHYSICAL HEALTH"], [246, 265, "MENTAL AND PHYSICAL HEALTH"], [270, 277, "MENTAL AND PHYSICAL HEALTH"], [117, 129, "DATE"]]}, {"text": "==== Expressive therapies ====", "entities": [[5, 25, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Expressive therapies or creative arts therapies are a form of psychotherapy that involves the arts or art-making. These therapies include art therapy, music therapy, drama therapy, dance therapy, and poetry therapy. It has been proven that music therapy is an effective way of helping people with a mental health disorder. Drama therapy is approved by NICE for the treatment of psychosis.", "entities": [[0, 20, "MENTAL AND PHYSICAL HEALTH"], [24, 47, "MENTAL AND PHYSICAL HEALTH"], [62, 75, "MENTAL AND PHYSICAL HEALTH"], [120, 129, "MENTAL AND PHYSICAL HEALTH"], [138, 149, "MENTAL AND PHYSICAL HEALTH"], [151, 164, "MENTAL AND PHYSICAL HEALTH"], [166, 179, "MENTAL AND PHYSICAL HEALTH"], [181, 194, "MENTAL AND PHYSICAL HEALTH"], [200, 215, "MENTAL AND PHYSICAL HEALTH"], [240, 253, "MENTAL AND PHYSICAL HEALTH"], [299, 322, "MENTAL AND PHYSICAL HEALTH"], [323, 336, "MENTAL AND PHYSICAL HEALTH"], [365, 374, "MENTAL AND PHYSICAL HEALTH"], [378, 387, "MENTAL AND PHYSICAL HEALTH"], [352, 356, "ORG"]]}, {"text": "==== Psychotherapy ====", "entities": [[5, 18, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Psychotherapy is the general term for the scientific based treatment of mental health issues based on modern medicine. It includes a number of schools, such as gestalt therapy, psychoanalysis, cognitive behavioral therapy, psychedelic therapy, transpersonal psychology/psychotherapy, and dialectical behavioral therapy.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [59, 68, "MENTAL AND PHYSICAL HEALTH"], [72, 92, "MENTAL AND PHYSICAL HEALTH"], [109, 118, "MENTAL AND PHYSICAL HEALTH"], [160, 175, "MENTAL AND PHYSICAL HEALTH"], [177, 191, "MENTAL AND PHYSICAL HEALTH"], [193, 221, "MENTAL AND PHYSICAL HEALTH"], [223, 242, "MENTAL AND PHYSICAL HEALTH"], [244, 282, "MENTAL AND PHYSICAL HEALTH"], [288, 318, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Group therapy involves any type of therapy that takes place in a setting involving multiple people. It can include psychodynamic groups, expressive therapy groups, support groups (including the Twelve-step program), problem-solving and psychoeducation groups.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [35, 42, "MENTAL AND PHYSICAL HEALTH"], [115, 128, "MENTAL AND PHYSICAL HEALTH"], [137, 162, "MENTAL AND PHYSICAL HEALTH"], [194, 213, "MENTAL AND PHYSICAL HEALTH"], [236, 258, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "According to Neff, self-compassion consists of three main positive components and their negative counterparts: Self-Kindness versus Self-Judgment, Common Humanity versus Isolation and Mindfulness versus Over-Identification. Furthermore, there is evidence from a study by Shin & Lin suggesting specific components of self-compassion can predict specific dimensions of positive mental health (emotional, social, and psychological well-being).", "entities": [[184, 195, "MENTAL AND PHYSICAL HEALTH"], [376, 389, "MENTAL AND PHYSICAL HEALTH"], [391, 400, "MENTAL AND PHYSICAL HEALTH"], [414, 427, "MENTAL AND PHYSICAL HEALTH"], [428, 438, "MENTAL AND PHYSICAL HEALTH"], [13, 17, "PERSON"], [47, 52, "CARDINAL"], [271, 275, "PERSON"]]}, {"text": "==== Social-emotional learning ====", "entities": [[5, 21, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "The Collaborative for academic, social, emotional learning (CASEL) addresses five broad and interrelated areas of competence and highlights examples for each: self-awareness, self-management, social awareness, relationship skills, and responsible decision-making. A meta-analysis was done by Alexendru Boncu, Iuliana Costeau, & Mihaela Minulescu (2017) looking at social-emotional learning (SEL) studies and the effects on emotional and behavior outcomes. They found a small but significant effect size (across the studies looked into) for externalized problems and social-emotional skills.", "entities": [[32, 38, "MENTAL AND PHYSICAL HEALTH"], [40, 58, "MENTAL AND PHYSICAL HEALTH"], [159, 173, "MENTAL AND PHYSICAL HEALTH"], [175, 190, "MENTAL AND PHYSICAL HEALTH"], [192, 208, "MENTAL AND PHYSICAL HEALTH"], [210, 229, "MENTAL AND PHYSICAL HEALTH"], [364, 389, "MENTAL AND PHYSICAL HEALTH"], [423, 432, "MENTAL AND PHYSICAL HEALTH"], [437, 445, "MENTAL AND PHYSICAL HEALTH"], [566, 589, "MENTAL AND PHYSICAL HEALTH"], [0, 58, "ORG"], [77, 81, "CARDINAL"], [292, 307, "PERSON"], [309, 324, "PERSON"], [328, 345, "PERSON"], [347, 351, "DATE"]]}, {"text": "==== Meditation ====", "entities": [[5, 15, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "The practice of mindfulness meditation has several potential mental health benefits, such as bringing about reductions in depression, anxiety and stress. Mindfulness meditation may also be effective in treating substance use disorders.", "entities": [[16, 38, "MENTAL AND PHYSICAL HEALTH"], [61, 74, "MENTAL AND PHYSICAL HEALTH"], [122, 132, "MENTAL AND PHYSICAL HEALTH"], [134, 141, "MENTAL AND PHYSICAL HEALTH"], [146, 153, "MENTAL AND PHYSICAL HEALTH"], [154, 165, "MENTAL AND PHYSICAL HEALTH"], [166, 176, "MENTAL AND PHYSICAL HEALTH"], [202, 210, "MENTAL AND PHYSICAL HEALTH"], [211, 234, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "==== Lucid Dreaming ====", "entities": [[11, 19, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Lucid dreaming has been found to be associated with greater mental well-being. It also was not associated with poorer sleep quality nor with cognitive dissociation. There is also some evidence lucid dreaming therapy can help with nightmare reduction.", "entities": [[6, 14, "MENTAL AND PHYSICAL HEALTH"], [60, 66, "MENTAL AND PHYSICAL HEALTH"], [67, 78, "MENTAL AND PHYSICAL HEALTH"], [118, 131, "MENTAL AND PHYSICAL HEALTH"], [141, 164, "MENTAL AND PHYSICAL HEALTH"], [193, 215, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "==== Mental fitness ====", "entities": [[5, 19, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental fitness is a mental health movement that encourages people to intentionally regulate and maintain their emotional wellbeing through friendship, regular human contact, and activities that include meditation, calming exercises, aerobic exercise, mindfulness, having a routine and maintaining adequate sleep. Mental fitness is intended to build resilience against every-day mental and potentially physical health challenges to prevent an escalation of anxiety, depression, and suicidal ideation. This can help people, including older adults with health challenges, to more effectively cope with the escalation of those feelings if they occur.", "entities": [[0, 6, "MENTAL AND PHYSICAL HEALTH"], [7, 14, "MENTAL AND PHYSICAL HEALTH"], [20, 33, "MENTAL AND PHYSICAL HEALTH"], [111, 120, "MENTAL AND PHYSICAL HEALTH"], [121, 130, "MENTAL AND PHYSICAL HEALTH"], [202, 212, "MENTAL AND PHYSICAL HEALTH"], [222, 231, "MENTAL AND PHYSICAL HEALTH"], [233, 249, "MENTAL AND PHYSICAL HEALTH"], [251, 262, "MENTAL AND PHYSICAL HEALTH"], [306, 312, "MENTAL AND PHYSICAL HEALTH"], [313, 327, "MENTAL AND PHYSICAL HEALTH"], [378, 384, "MENTAL AND PHYSICAL HEALTH"], [401, 416, "MENTAL AND PHYSICAL HEALTH"], [456, 463, "MENTAL AND PHYSICAL HEALTH"], [465, 475, "MENTAL AND PHYSICAL HEALTH"], [481, 499, "MENTAL AND PHYSICAL HEALTH"], [550, 567, "MENTAL AND PHYSICAL HEALTH"], [623, 631, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "==== Spiritual counseling ====", "entities": [[15, 25, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Spiritual counsellors meet with people in need to offer comfort and support and to help them gain a better understanding of their issues and develop a problem-solving relation with spirituality. These types of counselors deliver care based on spiritual, psychological and theological principles.", "entities": [[10, 21, "MENTAL AND PHYSICAL HEALTH"], [56, 63, "MENTAL AND PHYSICAL HEALTH"], [210, 220, "MENTAL AND PHYSICAL HEALTH"], [254, 267, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "== Laws and public health policies ==", "entities": [[12, 25, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "There are many factors that influence mental health including:", "entities": [[38, 51, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental illness, disability, and suicide are ultimately the result of a combination of biology, environment, and access to and utilization of mental health treatment.", "entities": [[0, 14, "MENTAL AND PHYSICAL HEALTH"], [16, 26, "MENTAL AND PHYSICAL HEALTH"], [32, 39, "MENTAL AND PHYSICAL HEALTH"], [141, 164, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Public health policies can influence access and utilization, which subsequently may improve mental health and help to progress the negative consequences of depression and its associated disability.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [92, 105, "MENTAL AND PHYSICAL HEALTH"], [156, 166, "MENTAL AND PHYSICAL HEALTH"], [186, 196, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Emotional mental illnesses should be a particular concern in the United States since the U.S. has the highest annual prevalence rates (26 percent) for mental illnesses among a comparison of 14 developing and developed countries. While approximately 80 percent of all people in the United States with a mental disorder eventually receive some form of treatment, on average persons do not access care until nearly a decade following the development of their illness, and less than one-third of people who seek help receive minimally adequate care. The government offers everyone programs and services, but veterans receive the most help, there is certain eligibility criteria that has to be met.", "entities": [[0, 9, "MENTAL AND PHYSICAL HEALTH"], [10, 26, "MENTAL AND PHYSICAL HEALTH"], [151, 167, "MENTAL AND PHYSICAL HEALTH"], [302, 317, "MENTAL AND PHYSICAL HEALTH"], [350, 359, "MENTAL AND PHYSICAL HEALTH"], [394, 398, "MENTAL AND PHYSICAL HEALTH"], [456, 463, "MENTAL AND PHYSICAL HEALTH"], [531, 545, "MENTAL AND PHYSICAL HEALTH"], [61, 78, "GPE"], [89, 93, "GPE"], [135, 145, "PERCENT"], [190, 192, "CARDINAL"], [235, 259, "PERCENT"], [277, 294, "GPE"], [405, 420, "DATE"], [469, 488, "CARDINAL"]]}, {"text": "Mental health policies in the United States have experienced four major reforms: the American asylum movement led by Dorothea Dix in 1843; the mental hygiene movement inspired by Clifford Beers in 1908; the deinstitutionalization started by Action for Mental Health in 1961; and the community support movement called for by The CMCH Act Amendments of 1975.", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [94, 100, "MENTAL AND PHYSICAL HEALTH"], [143, 149, "MENTAL AND PHYSICAL HEALTH"], [150, 157, "MENTAL AND PHYSICAL HEALTH"], [207, 229, "MENTAL AND PHYSICAL HEALTH"], [252, 265, "MENTAL AND PHYSICAL HEALTH"], [328, 336, "MENTAL AND PHYSICAL HEALTH"], [26, 43, "GPE"], [61, 65, "CARDINAL"], [85, 93, "NORP"], [117, 129, "PERSON"], [133, 137, "DATE"], [179, 193, "PERSON"], [197, 201, "DATE"], [241, 265, "ORG"], [269, 273, "DATE"], [324, 347, "LAW"], [351, 355, "DATE"]]}, {"text": "In 1843, Dorothea Dix submitted a Memorial to the Legislature of Massachusetts, describing the abusive treatment and horrible conditions received by the mentally ill patients in jails, cages, and almshouses. She revealed in her Memorial: \"I proceed, gentlemen, briefly to call your attention to the present state of insane persons confined within this Commonwealth, in cages, closets, cellars, stalls, pens! Chained, naked, beaten with rods, and lashed into obedience....\" Many asylums were built in that period, with high fences or walls separating the patients from other community members and strict rules regarding the entrance and exit. In 1866, a recommendation came to the New York State Legislature to establish a separate asylum for chronic mentally ill patients. Some hospitals placed the chronic patients into separate wings or wards, or different buildings.", "entities": [[95, 102, "MENTAL AND PHYSICAL HEALTH"], [103, 112, "MENTAL AND PHYSICAL HEALTH"], [126, 136, "MENTAL AND PHYSICAL HEALTH"], [153, 165, "MENTAL AND PHYSICAL HEALTH"], [166, 174, "MENTAL AND PHYSICAL HEALTH"], [478, 485, "MENTAL AND PHYSICAL HEALTH"], [554, 562, "MENTAL AND PHYSICAL HEALTH"], [731, 737, "MENTAL AND PHYSICAL HEALTH"], [742, 749, "MENTAL AND PHYSICAL HEALTH"], [750, 762, "MENTAL AND PHYSICAL HEALTH"], [763, 772, "MENTAL AND PHYSICAL HEALTH"], [778, 787, "MENTAL AND PHYSICAL HEALTH"], [799, 815, "MENTAL AND PHYSICAL HEALTH"], [3, 7, "DATE"], [9, 21, "PERSON"], [34, 42, "WORK_OF_ART"], [46, 78, "ORG"], [228, 236, "WORK_OF_ART"], [352, 364, "GPE"], [645, 649, "DATE"], [676, 706, "ORG"]]}, {"text": "In A Mind That Found Itself (1908) Clifford Whittingham Beers described the humiliating treatment he received and the deplorable conditions in the mental hospital. One year later, the National Committee for Mental Hygiene (NCMH) was founded by a small group of reform-minded scholars and scientists—including Beers himself—which marked the beginning of the \"mental hygiene\" movement. The movement emphasized the importance of childhood prevention. World War I catalyzed this idea with an additional emphasis on the impact of maladjustment, which convinced the hygienists that prevention was the only practical approach to handle mental health issues. However, prevention was not successful, especially for chronic illness; the condemnable conditions in the hospitals were even more prevalent, especially under the pressure of the increasing number of chronically ill and the influence of the depression.", "entities": [[88, 97, "MENTAL AND PHYSICAL HEALTH"], [147, 163, "MENTAL AND PHYSICAL HEALTH"], [207, 213, "MENTAL AND PHYSICAL HEALTH"], [214, 221, "MENTAL AND PHYSICAL HEALTH"], [358, 364, "MENTAL AND PHYSICAL HEALTH"], [365, 372, "MENTAL AND PHYSICAL HEALTH"], [436, 447, "MENTAL AND PHYSICAL HEALTH"], [525, 538, "MENTAL AND PHYSICAL HEALTH"], [560, 570, "MENTAL AND PHYSICAL HEALTH"], [576, 586, "MENTAL AND PHYSICAL HEALTH"], [629, 650, "MENTAL AND PHYSICAL HEALTH"], [660, 670, "MENTAL AND PHYSICAL HEALTH"], [706, 713, "MENTAL AND PHYSICAL HEALTH"], [714, 721, "MENTAL AND PHYSICAL HEALTH"], [739, 749, "MENTAL AND PHYSICAL HEALTH"], [757, 766, "MENTAL AND PHYSICAL HEALTH"], [851, 866, "MENTAL AND PHYSICAL HEALTH"], [892, 902, "MENTAL AND PHYSICAL HEALTH"], [3, 27, "WORK_OF_ART"], [29, 33, "DATE"], [35, 61, "PERSON"], [164, 178, "DATE"], [180, 221, "ORG"], [223, 227, "ORG"], [309, 314, "PERSON"], [448, 459, "EVENT"]]}, {"text": "In 1961, the Joint Commission on Mental Health published a report called Action for Mental Health, whose goal was for community clinic care to take on the burden of prevention and early intervention of the mental illness, therefore to leave space in the hospitals for severe and chronic patients. The court started to rule in favor of the patients' will on whether they should be forced to treatment. By 1977, 650 community mental health centers were built to cover 43 percent of the population and serve 1.9 million individuals a year, and the lengths of treatment decreased from 6 months to only 23 days. However, issues still existed. Due to inflation, especially in the 1970s, the community nursing homes received less money to support the care and treatment provided. Fewer than half of the planned centers were created, and new methods did not fully replace the old approaches to carry out its full capacity of treating power. Besides, the community helping system was not fully established to support the patients' housing, vocational opportunities, income supports, and other benefits. Many patients returned to welfare and criminal justice institutions, and more became homeless. The movement of deinstitutionalization was facing great challenges.", "entities": [[33, 46, "MENTAL AND PHYSICAL HEALTH"], [84, 97, "MENTAL AND PHYSICAL HEALTH"], [118, 134, "MENTAL AND PHYSICAL HEALTH"], [135, 139, "MENTAL AND PHYSICAL HEALTH"], [165, 175, "MENTAL AND PHYSICAL HEALTH"], [186, 198, "MENTAL AND PHYSICAL HEALTH"], [206, 220, "MENTAL AND PHYSICAL HEALTH"], [254, 263, "MENTAL AND PHYSICAL HEALTH"], [279, 296, "MENTAL AND PHYSICAL HEALTH"], [339, 347, "MENTAL AND PHYSICAL HEALTH"], [390, 400, "MENTAL AND PHYSICAL HEALTH"], [414, 445, "MENTAL AND PHYSICAL HEALTH"], [556, 565, "MENTAL AND PHYSICAL HEALTH"], [685, 708, "MENTAL AND PHYSICAL HEALTH"], [744, 748, "MENTAL AND PHYSICAL HEALTH"], [753, 762, "MENTAL AND PHYSICAL HEALTH"], [917, 925, "MENTAL AND PHYSICAL HEALTH"], [1012, 1020, "MENTAL AND PHYSICAL HEALTH"], [1099, 1107, "MENTAL AND PHYSICAL HEALTH"], [1120, 1127, "MENTAL AND PHYSICAL HEALTH"], [1179, 1188, "MENTAL AND PHYSICAL HEALTH"], [1205, 1227, "MENTAL AND PHYSICAL HEALTH"], [3, 7, "DATE"], [9, 46, "ORG"], [73, 97, "ORG"], [404, 408, "DATE"], [410, 413, "CARDINAL"], [466, 476, "PERCENT"], [505, 516, "CARDINAL"], [581, 589, "DATE"], [593, 605, "DATE"], [670, 679, "DATE"], [773, 788, "CARDINAL"]]}, {"text": "After realizing that simply changing the location of mental health care from the state hospitals to nursing houses was insufficient to implement the idea of deinstitutionalization, the National Institute of Mental Health (NIMH) in 1975 created the Community Support Program (CSP) to provide funds for communities to set up a comprehensive mental health service and supports to help the mentally ill patients integrate successfully in the society. The program stressed the importance of other supports in addition to medical care, including housing, living expenses, employment, transportation, and education; and set up new national priority for people with serious mental disorders. In addition, the Congress enacted the Mental Health Systems Act of 1980 to prioritize the service to the mentally ill and emphasize the expansion of services beyond just clinical care alone. Later in the 1980s, under the influence from the Congress and the Supreme Court, many programs started to help the patients regain their benefits. A new Medicaid service was also established to serve people who were diagnosed with a \"chronic mental illness\". People who were temporally hospitalized were also provided aid and care and a pre-release program was created to enable people to apply for reinstatement prior to discharge. Not until 1990, around 35 years after the start of the deinstitutionalization, did the first state hospital begin to close. The number of hospitals dropped from around 300 by over 40 in the 1990s, and finally a Report on Mental Health showed the efficacy of mental health treatment, giving a range of treatments available for patients to choose.", "entities": [[53, 71, "MENTAL AND PHYSICAL HEALTH"], [81, 96, "MENTAL AND PHYSICAL HEALTH"], [100, 114, "MENTAL AND PHYSICAL HEALTH"], [157, 179, "MENTAL AND PHYSICAL HEALTH"], [185, 220, "MENTAL AND PHYSICAL HEALTH"], [248, 273, "MENTAL AND PHYSICAL HEALTH"], [339, 360, "MENTAL AND PHYSICAL HEALTH"], [386, 398, "MENTAL AND PHYSICAL HEALTH"], [399, 407, "MENTAL AND PHYSICAL HEALTH"], [516, 528, "MENTAL AND PHYSICAL HEALTH"], [666, 683, "MENTAL AND PHYSICAL HEALTH"], [722, 735, "MENTAL AND PHYSICAL HEALTH"], [789, 801, "MENTAL AND PHYSICAL HEALTH"], [854, 867, "MENTAL AND PHYSICAL HEALTH"], [1028, 1036, "MENTAL AND PHYSICAL HEALTH"], [1091, 1100, "MENTAL AND PHYSICAL HEALTH"], [1109, 1131, "MENTAL AND PHYSICAL HEALTH"], [1161, 1173, "MENTAL AND PHYSICAL HEALTH"], [1201, 1205, "MENTAL AND PHYSICAL HEALTH"], [1297, 1307, "MENTAL AND PHYSICAL HEALTH"], [1363, 1385, "MENTAL AND PHYSICAL HEALTH"], [1401, 1415, "MENTAL AND PHYSICAL HEALTH"], [1446, 1455, "MENTAL AND PHYSICAL HEALTH"], [1529, 1542, "MENTAL AND PHYSICAL HEALTH"], [1566, 1589, "MENTAL AND PHYSICAL HEALTH"], [1609, 1619, "MENTAL AND PHYSICAL HEALTH"], [1634, 1642, "MENTAL AND PHYSICAL HEALTH"], [181, 220, "ORG"], [222, 226, "ORG"], [231, 235, "DATE"], [244, 273, "ORG"], [701, 709, "ORG"], [718, 747, "LAW"], [751, 755, "DATE"], [875, 893, "DATE"], [924, 932, "ORG"], [937, 954, "ORG"], [1028, 1036, "ORG"], [1318, 1322, "DATE"], [1324, 1339, "DATE"], [1395, 1400, "ORDINAL"], [1469, 1479, "CARDINAL"], [1488, 1490, "CARDINAL"], [1494, 1503, "DATE"], [1517, 1542, "WORK_OF_ART"]]}, {"text": "However, several critics maintain that deinstitutionalization has, from a mental health point of view, been a thoroughgoing failure. The seriously mentally ill are either homeless, or in prison; in either case (especially the latter), they are getting little or no mental health care. This failure is attributed to a number of reasons over which there is some degree of contention, although there is general agreement that community support programs have been ineffective at best, due to a lack of funding.", "entities": [[39, 61, "MENTAL AND PHYSICAL HEALTH"], [74, 87, "MENTAL AND PHYSICAL HEALTH"], [147, 159, "MENTAL AND PHYSICAL HEALTH"], [171, 179, "MENTAL AND PHYSICAL HEALTH"], [187, 193, "MENTAL AND PHYSICAL HEALTH"], [265, 284, "MENTAL AND PHYSICAL HEALTH"], [423, 449, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "The 2011 National Prevention Strategy included mental and emotional well-being, with recommendations including better parenting and early intervention programs, which increase the likelihood of prevention programs being included in future US mental health policies. The NIMH is researching only suicide and HIV/AIDS prevention, but the National Prevention Strategy could lead to it focusing more broadly on longitudinal prevention studies.", "entities": [[9, 37, "MENTAL AND PHYSICAL HEALTH"], [47, 78, "MENTAL AND PHYSICAL HEALTH"], [132, 159, "MENTAL AND PHYSICAL HEALTH"], [194, 204, "MENTAL AND PHYSICAL HEALTH"], [242, 255, "MENTAL AND PHYSICAL HEALTH"], [295, 302, "MENTAL AND PHYSICAL HEALTH"], [307, 326, "MENTAL AND PHYSICAL HEALTH"], [336, 364, "MENTAL AND PHYSICAL HEALTH"], [420, 430, "MENTAL AND PHYSICAL HEALTH"], [4, 8, "DATE"], [239, 241, "GPE"], [270, 274, "ORG"], [332, 364, "LAW"]]}, {"text": "In 2013, United States Representative Tim Murphy introduced the Helping Families in Mental Health Crisis Act, HR2646. The bipartisan bill went through substantial revision and was reintroduced in 2015 by Murphy and Congresswoman Eddie Bernice Johnson. In November 2015, it passed the Health Subcommittee by an 18–12 vote.", "entities": [[84, 108, "MENTAL AND PHYSICAL HEALTH"], [284, 290, "MENTAL AND PHYSICAL HEALTH"], [3, 7, "DATE"], [9, 22, "GPE"], [38, 48, "PERSON"], [60, 108, "LAW"], [110, 117, "LAW"], [196, 200, "DATE"], [204, 210, "PERSON"], [229, 250, "PERSON"], [255, 268, "DATE"], [280, 303, "ORG"]]}, {"text": "Abnormal psychology", "entities": [[0, 19, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Emotional resilience", "entities": [[0, 20, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Ethnopsychopharmacology", "entities": [[0, 23, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental environment", "entities": [[0, 18, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental health day", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental health during the COVID-19 pandemic", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental health first aid", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [14, 23, "MENTAL AND PHYSICAL HEALTH"], [14, 19, "ORDINAL"]]}, {"text": "Mental health in education", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental health in the workplace", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Mental health of Asian Americans", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"], [17, 32, "NORP"]]}, {"text": "Self-help groups for mental health", "entities": [[0, 16, "MENTAL AND PHYSICAL HEALTH"], [21, 34, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Social determinants of mental health", "entities": [[23, 36, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Social stigma", "entities": [[0, 13, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Suicide awareness", "entities": [[0, 7, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "Telemental health", "entities": [[0, 17, "MENTAL AND PHYSICAL HEALTH"]]}, {"text": "World Mental Health Day", "entities": [[6, 19, "MENTAL AND PHYSICAL HEALTH"], [0, 23, "EVENT"]]}, {"text": "Well-being", "entities": [[0, 10, "MENTAL AND PHYSICAL HEALTH"]]}]