[{"text": "A school district is a special-purpose district that operates local public primary or secondary schools or both in various countries.", "entities": [[2, 17, "SCHOOL DISTRICT"], [68, 82, "SCHOOL DISTRICT"], [86, 103, "SCHOOL DISTRICT"]]}, {"text": "In the U.S., most K–12 public schools function as units of local school districts. A school district usually operate several elementary, middle, and high schools. The largest urban and suburban districts operate hundreds of schools. While practice varies significantly by state (and in some cases, within a state), most American school districts operate as independent local governmental units under a grant of authority and within geographic limits created by state law.  The executive and legislative power over locally-controlled policies and operations of an independent school district are, in most cases, held by a school district's board of education. Depending on state law, members of a local board of education (often referred to informally as a school board) may be elected, appointed by a political office holder, serve ex officio, or a combination of any of these.", "entities": [[18, 22, "SCHOOL DISTRICT"], [23, 37, "SCHOOL DISTRICT"], [59, 82, "SCHOOL DISTRICT"], [85, 100, "SCHOOL DISTRICT"], [125, 135, "SCHOOL DISTRICT"], [149, 162, "SCHOOL DISTRICT"], [224, 232, "SCHOOL DISTRICT"], [329, 345, "SCHOOL DISTRICT"], [575, 590, "SCHOOL DISTRICT"], [621, 638, "SCHOOL DISTRICT"], [639, 658, "SCHOOL DISTRICT"], [702, 720, "SCHOOL DISTRICT"], [756, 768, "SCHOOL DISTRICT"]]}, {"text": "An independent school district is a legally separate body corporate and political. Most school districts operate as independent local governmental units with exclusive authority over K–12 public educational operations and policies. The extent of their control is set by state-level law. Litigation against school districts is common and some law firms specialize in education law. Districts typically maintain professional liability insurance in order to pay its settlements and legal liabilities. As of 2023 in most U.S. states, public school districts may lay taxes to fund their operations.  In others, such as Maine, some school districts are able to lay taxes and others are not.", "entities": [[15, 30, "SCHOOL DISTRICT"], [88, 104, "SCHOOL DISTRICT"], [183, 187, "SCHOOL DISTRICT"], [195, 206, "SCHOOL DISTRICT"], [306, 322, "SCHOOL DISTRICT"], [366, 375, "SCHOOL DISTRICT"], [530, 553, "SCHOOL DISTRICT"], [626, 642, "SCHOOL DISTRICT"]]}, {"text": "Independent school districts often exercise authority over a school system that is separate but similar to a town's or a county's powers. These include the power to enter contacts, use eminent domain, and to issue binding rules and regulations affecting school policies and operations. The power of school districts to tax and spend is generally more limited. For example, many school districts in New York state require a majority of voters living in the district or the local government to approval their annual budget, but school districts in Virginia have no taxing authority and must depend on another local government (county, city, or town) for funding. A district's governing body, usually called a school board, is typically elected by direct popular vote but may be appointed by other governmental officials. The governing body might also be known as a \"board of trustees,\" \"board of education,\" \"school committee,\" etc.. This body usually appoints or hires an experienced public school administrator to function as the district's superintendent of schools – a district's chief executive. The superintendent oversees daily operations, decisions and implements the policies of the board. The school board may also exercise a quasi-judicial function in serious employee or student discipline matters.", "entities": [[12, 28, "SCHOOL DISTRICT"], [61, 74, "SCHOOL DISTRICT"], [254, 269, "SCHOOL DISTRICT"], [299, 315, "SCHOOL DISTRICT"], [378, 394, "SCHOOL DISTRICT"], [526, 542, "SCHOOL DISTRICT"], [707, 719, "SCHOOL DISTRICT"], [884, 903, "SCHOOL DISTRICT"], [906, 923, "SCHOOL DISTRICT"], [983, 1010, "SCHOOL DISTRICT"], [1041, 1055, "SCHOOL DISTRICT"], [1059, 1066, "SCHOOL DISTRICT"], [1103, 1117, "SCHOOL DISTRICT"], [1201, 1213, "SCHOOL DISTRICT"], [1281, 1288, "SCHOOL DISTRICT"]]}, {"text": "School districts in the Midwest and West tend to cross municipal boundaries, while school districts in New England and the Mid-Atlantic regions tend to adhere to city, township, and/or county boundaries. As of 1951 school districts were independent governmental units in 26 states, while in 17 states there were mixes of independent school districts and school districts subordinate to other local governments. In nine states there were only school districts subordinate to local governments.", "entities": [[0, 16, "SCHOOL DISTRICT"], [83, 99, "SCHOOL DISTRICT"], [215, 231, "SCHOOL DISTRICT"], [333, 349, "SCHOOL DISTRICT"], [354, 370, "SCHOOL DISTRICT"], [442, 458, "SCHOOL DISTRICT"]]}, {"text": "In most Southern states, school systems operate either as an arm of county government or at least share coextensive boundaries with the state's counties. A 2010 study by economist William A. Fischel found that \"two-thirds of medium-to-large American cities have boundaries that substantially overlap those of a single school district\" with substantial regional and state variations in the degree of overlap, \"ranging from nearly perfect congruence in New England, New Jersey, and Virginia, to hardly any in Illinois, Texas, and Florida.\" Older and more populous municipalities \"tend to have boundaries that closely match those of a single school district.\" Noting that most modern school districts were formed by consolidating one-room school districts in the first seven decades of the 20th century, Fischel argues that \"outside the South, these consolidations were consented to by local voters\" who \"preferred districts whose boundaries conformed to their everyday interactions rather than formal units of government\" and that \"[t]he South ended up with county-based school districts because segregation imposed diseconomies of scale on district operations and required larger land-area districts.\"  ", "entities": [[25, 39, "SCHOOL DISTRICT"], [318, 333, "SCHOOL DISTRICT"], [639, 656, "SCHOOL DISTRICT"], [681, 697, "SCHOOL DISTRICT"], [736, 752, "SCHOOL DISTRICT"], [1069, 1085, "SCHOOL DISTRICT"]]}, {"text": "In New York, most school districts are separate governmental units with the power to levy taxes and incur debt, except for the five cities with a population of over 125,000 (Buffalo, Rochester, Syracuse, Yonkers, and New York City), where the schools are operated directly by the municipalities.", "entities": [[18, 34, "SCHOOL DISTRICT"], [243, 250, "SCHOOL DISTRICT"]]}, {"text": "The Hawaii State Department of Education functions as a single statewide school district, unique among states.", "entities": [[17, 40, "SCHOOL DISTRICT"], [73, 88, "SCHOOL DISTRICT"]]}, {"text": "According to a 2021 study, the demographics of voters who elect local school boards in the United States tend to be different from the demographics of the students. This difference is \"most pronounced in majority nonwhite jurisdictions and school districts with the largest racial achievement gaps.\"", "entities": [[240, 256, "SCHOOL DISTRICT"]]}, {"text": "There were 130,000 school districts in the country in 1930, with an average student population of 150. From 1942 to 1951 the number of school districts declined from 108,579 to 70,452, a decrease of 38,127 or 35%. Many states had passed laws facilitating school district consolidation. In 1951 the majority of the school districts in existence were rural school districts only providing elementary education, and some school districts did not operate schools but instead provided transportation to other schools. The Midwest had a large number of rural school districts.", "entities": [[19, 35, "SCHOOL DISTRICT"], [76, 83, "SCHOOL DISTRICT"], [135, 151, "SCHOOL DISTRICT"], [255, 270, "SCHOOL DISTRICT"], [314, 330, "SCHOOL DISTRICT"], [349, 371, "SCHOOL DISTRICT"], [387, 407, "SCHOOL DISTRICT"], [418, 434, "SCHOOL DISTRICT"], [451, 458, "SCHOOL DISTRICT"], [504, 512, "SCHOOL DISTRICT"], [547, 552, "SCHOOL DISTRICT"], [553, 569, "SCHOOL DISTRICT"]]}, {"text": "Previously areas of the Unorganized Borough of Alaska were not served by school districts but instead served by schools directly operated by the Alaska Department of Education and by Bureau of Indian Affairs (BIA) schools. The state schools were transferred to the Alaska State-Operated School System (SOS) after the Alaska Legislature created it in 1971; that agency was terminated in 1975, with its schools transferred to the newly created Alaska Unorganized Borough School District, which was broken apart into twenty-one school districts the following year.", "entities": [[24, 53, "SCHOOL DISTRICT"], [73, 89, "SCHOOL DISTRICT"], [112, 119, "SCHOOL DISTRICT"], [152, 175, "SCHOOL DISTRICT"], [214, 222, "SCHOOL DISTRICT"], [227, 240, "SCHOOL DISTRICT"], [265, 300, "SCHOOL DISTRICT"], [401, 408, "SCHOOL DISTRICT"], [442, 484, "SCHOOL DISTRICT"], [525, 541, "SCHOOL DISTRICT"]]}, {"text": "In the 2022 Census of Governments, the United States Census Bureau enumerated the following numbers of school systems in the United States:", "entities": [[103, 117, "SCHOOL DISTRICT"]]}, {"text": "12,546 school district governments", "entities": [[7, 22, "SCHOOL DISTRICT"]]}, {"text": "571 county-dependent school systems", "entities": [[4, 35, "SCHOOL DISTRICT"]]}, {"text": "227 municipal-dependent school systems", "entities": [[4, 38, "SCHOOL DISTRICT"]]}, {"text": "36 state-dependent school systems", "entities": [[3, 33, "SCHOOL DISTRICT"]]}, {"text": "479 township-dependent school systems", "entities": [[4, 37, "SCHOOL DISTRICT"]]}, {"text": "School districts in the US have reduced the number of their employees by 3.3%, or 270,000 between 2008 and 2012, owing to a decline in property tax revenues during and after the Great Recession. By 2016 there were about 13,000 school districts, and the average student population was about 5,000.", "entities": [[0, 16, "SCHOOL DISTRICT"], [227, 243, "SCHOOL DISTRICT"], [261, 279, "SCHOOL DISTRICT"]]}, {"text": "Although these terms can vary slightly between various states and regions, these are typical definitions for school district constitution:", "entities": [[109, 124, "SCHOOL DISTRICT"]]}, {"text": "===== Schools =====", "entities": [[6, 13, "SCHOOL DISTRICT"]]}, {"text": "An elementary  or primary school usually includes kindergarten and grades one through five or six. In some school districts, these grades are divided into two schools. Primary school is most commonly used for schools housing students in kindergarten through grade two or three in districts where the older elementary students are in intermediate schools (see below).", "entities": [[3, 13, "SCHOOL DISTRICT"], [18, 32, "SCHOOL DISTRICT"], [50, 62, "SCHOOL DISTRICT"], [67, 77, "SCHOOL DISTRICT"], [107, 123, "SCHOOL DISTRICT"], [131, 137, "SCHOOL DISTRICT"], [159, 167, "SCHOOL DISTRICT"], [168, 182, "SCHOOL DISTRICT"], [209, 216, "SCHOOL DISTRICT"], [225, 233, "SCHOOL DISTRICT"], [237, 249, "SCHOOL DISTRICT"], [258, 267, "SCHOOL DISTRICT"], [306, 325, "SCHOOL DISTRICT"], [333, 353, "SCHOOL DISTRICT"]]}, {"text": "A middle school usually includes grades six or seven through eight or nine. In some places, the alternative terms junior high school or intermediate school are still used. Junior high school often refers to schools that cover grades seven through nine. Intermediate school is also used for schools that cover grades three through five (or so) when they are separated from elementary schools.", "entities": [[2, 15, "SCHOOL DISTRICT"], [33, 43, "SCHOOL DISTRICT"], [114, 132, "SCHOOL DISTRICT"], [136, 155, "SCHOOL DISTRICT"], [172, 190, "SCHOOL DISTRICT"], [207, 214, "SCHOOL DISTRICT"], [226, 238, "SCHOOL DISTRICT"], [253, 272, "SCHOOL DISTRICT"], [290, 297, "SCHOOL DISTRICT"], [309, 321, "SCHOOL DISTRICT"], [372, 390, "SCHOOL DISTRICT"]]}, {"text": "A high school usually includes grades nine or ten through twelve and may also include grades seven and eight. Many high schools cover only grades ten to twelve; this type of school is sometimes referred to as a senior high school.", "entities": [[2, 13, "SCHOOL DISTRICT"], [31, 42, "SCHOOL DISTRICT"], [86, 98, "SCHOOL DISTRICT"], [115, 127, "SCHOOL DISTRICT"], [139, 149, "SCHOOL DISTRICT"], [211, 229, "SCHOOL DISTRICT"]]}, {"text": "===== Districts =====", "entities": [[6, 15, "SCHOOL DISTRICT"]]}, {"text": "These terms may not appear in a district's name, even though the condition may apply.", "entities": [[32, 40, "SCHOOL DISTRICT"]]}, {"text": "A unified school district includes elementary and secondary (middle school and high school) educational levels.", "entities": [[10, 25, "SCHOOL DISTRICT"], [35, 45, "SCHOOL DISTRICT"], [50, 59, "SCHOOL DISTRICT"], [61, 74, "SCHOOL DISTRICT"], [79, 90, "SCHOOL DISTRICT"], [92, 110, "SCHOOL DISTRICT"]]}, {"text": "The word free in a district's name indicates that no tuition is charged to attend district schools. In New York, it is used in conjunction with the union to indicate a district composed of multiple, formerly independent common school districts now free of restrictions placed on New York State's common school districts.", "entities": [[53, 60, "SCHOOL DISTRICT"], [82, 99, "SCHOOL DISTRICT"], [227, 243, "SCHOOL DISTRICT"], [303, 319, "SCHOOL DISTRICT"]]}, {"text": "In Missouri, most district names include a C- or, more commonly, an R- followed by a number, commonly in Roman numerals (i.e. \"Fox C-6 School District\", \"Mehlville R-IX School District\", etc.) Both are used to represent consolidated school districts, but C- indicates that the district was consolidated through the consent of voters, while R- indicates that the district was consolidated by the state government.", "entities": [[233, 249, "SCHOOL DISTRICT"]]}, {"text": "The word joint in a district's name indicates that it includes territory from more than one county. By extension, a joint state school district, such as Union County–College Corner JSD, includes territory in more than one state.", "entities": [[116, 143, "SCHOOL DISTRICT"], [159, 173, "SCHOOL DISTRICT"]]}, {"text": "Kentucky — Under Kentucky Revised Statutes § 160.020, an \"Independent\" district is defined as one whose jurisdiction does not cover an entire county. If a county has no independent district, its school district boundaries coincide exactly with its borders. Following the most recent closure of an independent district in 2019, the state has 52 independent school districts along with 120 county districts, with the most significant concentrations of independent districts found in Northern Kentucky and the Eastern Coalfield region. These districts are generally associated with a city, or sometimes with a cluster of adjoining cities. Unlike county districts, independent districts can cross county lines, as in the Caverna Independent School District centered on Cave City and Horse Cave and the Corbin Independent School District. Some districts in the state are independent despite not having \"Independent\" in their official name, as in the Owensboro Public Schools and Paducah Public Schools.", "entities": [[195, 210, "SCHOOL DISTRICT"], [356, 372, "SCHOOL DISTRICT"], [725, 752, "SCHOOL DISTRICT"], [805, 833, "SCHOOL DISTRICT"], [955, 969, "SCHOOL DISTRICT"], [982, 996, "SCHOOL DISTRICT"]]}, {"text": "Minnesota — Per Minnesota Statute 120A.05, \"Independent\" denotes any school district validly created and existing as an independent, consolidated, joint independent, county, or a ten or more township district as of July 1, 1957, or under the Education Code.", "entities": [[69, 84, "SCHOOL DISTRICT"], [242, 251, "SCHOOL DISTRICT"]]}, {"text": "Texas — Here, \"Independent\" denotes that the district is separate from any county- or municipal-level entity. All of the state's school districts, with only one exception (Stafford Municipal School District), are independent of any municipal or county control. Moreover, school district boundaries rarely coincide with municipal limits or county lines. Most districts use the term \"Independent School District\" in their name; in the few cases where the term \"Common School District\" is used, the district is still an independent governmental entity. An independent school district resulting from a consolidation of two or more independent school districts is called a consolidated independent school district, sometimes abbreviated as \"CISD\".", "entities": [[129, 145, "SCHOOL DISTRICT"], [191, 206, "SCHOOL DISTRICT"], [271, 297, "SCHOOL DISTRICT"], [381, 410, "SCHOOL DISTRICT"], [458, 482, "SCHOOL DISTRICT"], [553, 580, "SCHOOL DISTRICT"], [627, 655, "SCHOOL DISTRICT"], [668, 708, "SCHOOL DISTRICT"], [735, 741, "SCHOOL DISTRICT"]]}, {"text": "In Ohio, school districts are classified as either city school districts, exempted village school districts, or local school districts. City and village school districts are exempted from county boards of education, while local school districts remain under county school board supervision. School districts may combine resources to form a fourth type of school district, the joint vocational school district, which focuses on a technical skills-based curriculum.", "entities": [[9, 25, "SCHOOL DISTRICT"], [51, 72, "SCHOOL DISTRICT"], [83, 107, "SCHOOL DISTRICT"], [112, 135, "SCHOOL DISTRICT"], [145, 169, "SCHOOL DISTRICT"], [188, 214, "SCHOOL DISTRICT"], [222, 244, "SCHOOL DISTRICT"], [258, 277, "SCHOOL DISTRICT"], [291, 307, "SCHOOL DISTRICT"], [355, 370, "SCHOOL DISTRICT"], [376, 408, "SCHOOL DISTRICT"], [452, 462, "SCHOOL DISTRICT"]]}, {"text": "In Michigan, there are intermediate school districts (ISD), regional education service districts (RESD), or regional education service agencies (RESA), largely at the county level. The local school districts run the schools and most programs, but often bilingual aides, programs for the deaf and blind, special education for the severely impaired, and career and technical education programs are run by the intermediate school district or equivalent.", "entities": [[23, 52, "SCHOOL DISTRICT"], [54, 57, "SCHOOL DISTRICT"], [60, 96, "SCHOOL DISTRICT"], [98, 102, "SCHOOL DISTRICT"], [108, 143, "SCHOOL DISTRICT"], [145, 149, "SCHOOL DISTRICT"], [185, 207, "SCHOOL DISTRICT"], [216, 223, "SCHOOL DISTRICT"], [303, 320, "SCHOOL DISTRICT"], [352, 382, "SCHOOL DISTRICT"], [407, 426, "SCHOOL DISTRICT"]]}, {"text": "County-wide school districts are most commonly found in Mid-Atlantic and Southern states such as Maryland, West Virginia, Virginia, North Carolina, South Carolina, Georgia, Florida, Alabama, Arkansas, Mississippi, Louisiana, Tennessee, and Kentucky. Nevada and Utah also have mostly county-wide school districts, and Alaska has many borough-wide school districts. Hawaii operates its schools at the state level through its department of education.", "entities": [[0, 28, "SCHOOL DISTRICT"], [283, 311, "SCHOOL DISTRICT"], [333, 363, "SCHOOL DISTRICT"], [384, 391, "SCHOOL DISTRICT"], [423, 446, "SCHOOL DISTRICT"]]}, {"text": "In Maine, there are regional school units wherein smaller districts were consolidated into RSUs in 2008 when state laws changed.", "entities": [[20, 41, "SCHOOL DISTRICT"], [91, 95, "SCHOOL DISTRICT"]]}, {"text": "In England and Wales, school boards were established in 1870, and abolished in 1902, with the county council and county borough councils becoming the local education authorities.", "entities": [[22, 35, "SCHOOL DISTRICT"], [150, 177, "SCHOOL DISTRICT"]]}, {"text": "In France, the system of the carte scolaire was dismantled by the beginning of the 2007 school year. More school choice has been given to French students; however, priority is given to those who meet the following criteria:", "entities": [[88, 100, "SCHOOL DISTRICT"], [106, 112, "SCHOOL DISTRICT"]]}, {"text": "students with disabilities", "entities": [[0, 8, "SCHOOL DISTRICT"]]}, {"text": "students on scholarships or special academic merit", "entities": [[0, 8, "SCHOOL DISTRICT"], [12, 24, "SCHOOL DISTRICT"], [36, 44, "SCHOOL DISTRICT"]]}, {"text": "students who meet \"social cohesion\" criteria (essentially to diversify the school population)", "entities": [[0, 8, "SCHOOL DISTRICT"], [75, 92, "SCHOOL DISTRICT"]]}, {"text": "students who require specialized medical attention from a hospital", "entities": [[0, 8, "SCHOOL DISTRICT"], [33, 40, "HEALTH SERVICES"], [58, 66, "HEALTH SERVICES"]]}, {"text": "students who want to study a course offered only by the school", "entities": [[0, 8, "SCHOOL DISTRICT"], [21, 26, "SCHOOL DISTRICT"], [29, 35, "SCHOOL DISTRICT"], [56, 62, "SCHOOL DISTRICT"]]}, {"text": "students who have siblings that attend the school", "entities": [[0, 8, "SCHOOL DISTRICT"], [43, 49, "SCHOOL DISTRICT"]]}, {"text": "students who live close to the school", "entities": [[0, 8, "SCHOOL DISTRICT"], [31, 37, "SCHOOL DISTRICT"]]}, {"text": "In Germany, schools and teachers are predominately funded by the states of Germany, which also are in control of the overall education policies. On the other hand, school buildings are mostly run and funded by municipal governments on different levels of the municipal system (municipalities proper, districts), depending on the size and specialization of a certain school or the population size of a certain municipality. As with other fields of government, for more specialized schools, special government bodies (\"Zweckverband\") can be established, where municipalities, and not voters, are members; these are to a certain degree comparable to a school district. Other arrangements are possible: certain types of special schools in North Rhine-Westphalia are run by the Landschaftsverbände. There also exist private schools, mostly funded by the States, but run by private entities like churches or foundations.", "entities": [[12, 19, "SCHOOL DISTRICT"], [24, 32, "SCHOOL DISTRICT"], [125, 144, "SCHOOL DISTRICT"], [164, 180, "SCHOOL DISTRICT"], [366, 372, "SCHOOL DISTRICT"], [468, 487, "SCHOOL DISTRICT"], [649, 665, "SCHOOL DISTRICT"], [716, 731, "SCHOOL DISTRICT"], [811, 826, "SCHOOL DISTRICT"]]}, {"text": "In Italy, school districts were established in 1974 by the \"Provvedimenti Delegati sulla scuola\" (\"Assigned Laws [to the Government] about the school\"). Each district must contain a minimum of 10,000 inhabitants. The national government attempted to link the local schools with local society and culture and local governments. The school districts were dissolved in 2003 by the \"legge finanziaria\" (law about the government budget) in an attempt to trim the national budget.", "entities": [[10, 26, "SCHOOL DISTRICT"], [143, 150, "SCHOOL DISTRICT"], [259, 272, "SCHOOL DISTRICT"], [331, 347, "SCHOOL DISTRICT"]]}, {"text": "In the Republic of Ireland, 16 Education and Training Boards (ETBs) administer a minority of secondary schools, a few primary schools, and much further education. (Most schools are neither organized geographically nor publicly managed, although the Department of Education inspects and funds them and pays teachers' salaries.) Each ETB area comprises one or more local authority areas, with city or county councilors forming the bulk of the ETB board. The ETBs was formed in 2005 by amalgamating Vocational Education Committees established in 1930, also based on local government areas.", "entities": [[31, 40, "SCHOOL DISTRICT"], [93, 110, "SCHOOL DISTRICT"], [118, 133, "SCHOOL DISTRICT"], [152, 162, "SCHOOL DISTRICT"], [169, 176, "SCHOOL DISTRICT"], [249, 272, "SCHOOL DISTRICT"], [306, 314, "SCHOOL DISTRICT"], [496, 516, "SCHOOL DISTRICT"]]}, {"text": "In Hong Kong, the Education Bureau divides primary schools into 36 districts, known as school nets, for its Primary One Admission System. Of the 36 districts, districts 34 and 41 in Kowloon and districts 11 and 12 in Hong Kong Island are considered the most prestigious.", "entities": [[18, 34, "SCHOOL DISTRICT"], [43, 58, "SCHOOL DISTRICT"], [87, 98, "SCHOOL DISTRICT"], [120, 129, "SCHOOL DISTRICT"]]}, {"text": "In Iranian cities school kids normal registrations are limited by school districts, register is online at my.medu.ir and the parent sees schools within range online.", "entities": [[18, 24, "SCHOOL DISTRICT"], [66, 82, "SCHOOL DISTRICT"], [137, 144, "SCHOOL DISTRICT"]]}, {"text": "London School Board", "entities": [[7, 19, "SCHOOL DISTRICT"]]}, {"text": "School districts in Canada", "entities": [[0, 16, "SCHOOL DISTRICT"]]}, {"text": "School districts in America", "entities": [[0, 16, "SCHOOL DISTRICT"]]}]