{"classes":["WATERSHEDS"],"annotations":[["A drainage basin is an area of land where all flowing surface water converges to a single point, such as a river mouth, or flows into another body of water, such as a lake or ocean. A basin is separated from adjacent basins by a perimeter, the drainage divide, made up of a succession of elevated features, such as ridges and hills. A basin may consist of smaller basins that merge at river confluences, forming a hierarchical pattern.",{"entities":[[2,16,"WATERSHEDS"],[62,77,"WATERSHEDS"],[107,118,"WATERSHEDS"],[142,155,"WATERSHEDS"],[167,171,"WATERSHEDS"],[175,181,"WATERSHEDS"],[184,189,"WATERSHEDS"],[217,223,"WATERSHEDS"],[244,259,"WATERSHEDS"],[335,340,"WATERSHEDS"],[364,370,"WATERSHEDS"],[385,390,"WATERSHEDS"]]}],["Other terms for a drainage basin are catchment area, catchment basin, drainage area, river basin, water basin, and impluvium. In North America, they are commonly called a watershed, though in other English-speaking places, \"watershed\" is used only in its original sense, that of a drainage divide.",{"entities":[[18,32,"WATERSHEDS"],[37,51,"WATERSHEDS"],[53,68,"WATERSHEDS"],[70,83,"WATERSHEDS"],[85,96,"WATERSHEDS"],[98,109,"WATERSHEDS"],[115,125,"WATERSHEDS"],[171,180,"WATERSHEDS"],[224,233,"WATERSHEDS"],[281,296,"WATERSHEDS"]]}],["A drainage basin's boundaries are determined by watershed delineation, a common task in environmental engineering and science. ",{"entities":[[2,16,"WATERSHEDS"],[48,69,"WATERSHEDS"]]}],["In a closed drainage basin, or endorheic basin, rather than flowing to the ocean, water converges toward the interior of the basin, known as a sink, which may be a permanent lake, a dry lake, or a point where surface water is lost underground.",{"entities":[[12,26,"WATERSHEDS"],[31,46,"WATERSHEDS"],[60,67,"WATERSHEDS"],[75,80,"WATERSHEDS"],[82,87,"WATERSHEDS"],[125,130,"WATERSHEDS"],[143,147,"WATERSHEDS"],[174,178,"WATERSHEDS"],[182,190,"WATERSHEDS"],[209,222,"WATERSHEDS"]]}],["Drainage basins are similar but not identical to hydrologic unit code, which are drainage areas delineated so as to nest into a multi-level hierarchical drainage system. Hydrologic units are defined to allow multiple inlets, outlets, or sinks. In a strict sense, all drainage basins are hydrologic units but not all hydrologic units are drainage basins.",{"entities":[[0,15,"WATERSHEDS"],[49,69,"WATERSHEDS"],[81,95,"WATERSHEDS"],[140,169,"WATERSHEDS"],[170,186,"WATERSHEDS"],[217,223,"WATERSHEDS"],[225,232,"WATERSHEDS"],[237,243,"WATERSHEDS"],[267,282,"WATERSHEDS"],[287,303,"WATERSHEDS"],[316,332,"WATERSHEDS"],[337,352,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["== Major drainage basins of the world ==",{"entities":[[9,24,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Ocean basins ===",{"entities":[[4,16,"WATERSHEDS"]]}],["About 48.71% of the world's land drains to the Atlantic Ocean. In North America, surface water drains to the Atlantic via the Saint Lawrence River and Great Lakes basins, the Eastern Seaboard of the United States, the Canadian Maritimes, and most of Newfoundland and Labrador. Nearly all of South America east of the Andes also drains to the Atlantic, as does most of Western and Central Europe and the greatest portion of western Sub-Saharan Africa, as well as Western Sahara and part of Morocco. ",{"entities":[[33,39,"WATERSHEDS"],[47,62,"WATERSHEDS"],[81,94,"WATERSHEDS"],[95,101,"WATERSHEDS"],[109,117,"WATERSHEDS"],[126,146,"WATERSHEDS"],[151,169,"WATERSHEDS"],[175,191,"WATERSHEDS"],[218,236,"WATERSHEDS"],[328,334,"WATERSHEDS"],[342,350,"WATERSHEDS"]]}],["The two major mediterranean seas of the world also flow to the Atlantic. The Caribbean Sea and Gulf of Mexico basin includes most of the U.S. interior between the Appalachian and Rocky Mountains, a small part of the Canadian provinces of Alberta and Saskatchewan, eastern Central America, the islands of the Caribbean and the Gulf, and a small part of northern South America. The Mediterranean Sea basin, with the Black Sea, includes much of North Africa, east-central Africa (through the Nile River), Southern, Central, and Eastern Europe, Turkey, and the coastal areas of Israel, Lebanon, and Syria.",{"entities":[[14,32,"WATERSHEDS"],[63,72,"WATERSHEDS"],[77,90,"WATERSHEDS"],[95,115,"WATERSHEDS"],[326,330,"WATERSHEDS"],[380,403,"WATERSHEDS"],[414,423,"WATERSHEDS"]]}],["The Arctic Ocean drains most of Western Canada and Northern Canada east of the Continental Divide, northern Alaska and parts of North Dakota, South Dakota, Minnesota, and Montana in the United States, the north shore of the Scandinavian peninsula in Europe, central and northern Russia, and parts of Kazakhstan and Mongolia in Asia, which totals to about 17% of the world's land.",{"entities":[[4,16,"WATERSHEDS"],[17,23,"WATERSHEDS"],[211,216,"WATERSHEDS"]]}],["Just over 13% of the land in the world drains to the Pacific Ocean. Its basin includes much of China, eastern and southeastern Russia, Japan, the Korean Peninsula, most of Indochina, Indonesia and Malaysia, the Philippines, all of the Pacific Islands, the northeast coast of Australia, and Canada and the United States west of the Continental Divide (including most of Alaska), as well as western Central America and South America west of the Andes.",{"entities":[[39,45,"WATERSHEDS"],[53,67,"WATERSHEDS"],[72,77,"WATERSHEDS"],[266,271,"WATERSHEDS"]]}],["The Indian Ocean's drainage basin also comprises about 13% of Earth's land. It drains the eastern coast of Africa, the coasts of the Red Sea and the Persian Gulf, the Indian subcontinent, Burma, and most parts of Australia.",{"entities":[[4,16,"WATERSHEDS"],[19,33,"WATERSHEDS"],[79,85,"WATERSHEDS"],[98,103,"WATERSHEDS"],[119,125,"WATERSHEDS"],[133,140,"WATERSHEDS"],[149,161,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Largest river basins ===",{"entities":[[12,24,"WATERSHEDS"]]}],["The five largest river basins (by area), from largest to smallest, are those of the Amazon (7M km2), the Congo (4M km2), the Nile (3.4M km2), the Mississippi (3.22M km2), and the Río de la Plata (3.17M km2). The three rivers that drain the most water, from most to least, are the Amazon, Ganges, and Congo rivers.",{"entities":[[17,29,"WATERSHEDS"],[179,182,"WATERSHEDS"],[218,224,"WATERSHEDS"],[230,235,"WATERSHEDS"],[245,250,"WATERSHEDS"],[306,312,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Endorheic drainage basins ===",{"entities":[[4,29,"WATERSHEDS"]]}],["",{"entities":[]}],["Endorheic basin are inland basins that do not drain to an ocean. Endorheic basins cover around 18% of the Earth's land. Some endorheic basins drain to an Endorheic lake or Inland sea. Many of these lakes are ephemeral or vary dramatically in size depending on climate and inflow. If water evaporates or infiltrates into the ground at its terminus, the area can go by several names, such playa, salt flat, dry lake, or alkali sink.  ",{"entities":[[0,15,"WATERSHEDS"],[20,33,"WATERSHEDS"],[46,51,"WATERSHEDS"],[58,64,"WATERSHEDS"],[65,81,"WATERSHEDS"],[125,147,"WATERSHEDS"],[154,168,"WATERSHEDS"],[172,183,"WATERSHEDS"],[198,203,"WATERSHEDS"],[272,279,"WATERSHEDS"],[283,288,"WATERSHEDS"],[387,392,"WATERSHEDS"],[394,403,"WATERSHEDS"],[405,413,"WATERSHEDS"],[418,429,"WATERSHEDS"]]}],["The largest endorheic basins are in Central Asia, including the Caspian Sea, the Aral Sea, and numerous smaller lakes. Other endorheic regions include the Great Basin in the United States, much of the Sahara Desert, the drainage basin of the Okavango River (Kalahari Basin), highlands near the African Great Lakes, the interiors of Australia and the Arabian Peninsula, and parts in Mexico and the Andes. Some of these, such as the Great Basin, are not single drainage basins but collections of separate, adjacent closed basins.",{"entities":[[12,28,"WATERSHEDS"],[64,75,"WATERSHEDS"],[81,89,"WATERSHEDS"],[112,118,"WATERSHEDS"],[125,142,"WATERSHEDS"],[155,166,"WATERSHEDS"],[220,234,"WATERSHEDS"],[294,313,"WATERSHEDS"],[431,442,"WATERSHEDS"],[459,474,"WATERSHEDS"],[513,526,"WATERSHEDS"]]}],["In endorheic bodies of water where evaporation is the primary means of water loss, the water is typically more saline than the oceans. An extreme example of this is the Dead Sea.",{"entities":[[3,12,"WATERSHEDS"],[13,28,"WATERSHEDS"],[71,81,"WATERSHEDS"],[87,92,"WATERSHEDS"],[127,134,"WATERSHEDS"],[169,177,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["== Importance ==",{"entities":[]}],["",{"entities":[]}],["",{"entities":[]}],["=== Geopolitical boundaries ===",{"entities":[]}],["Drainage basins have been historically important for determining territorial boundaries, particularly in regions where trade by water has been important. For example, the English crown gave the Hudson's Bay Company a monopoly on the fur trade in the entire Hudson Bay basin, an area called Rupert's Land. Bioregional political organization today includes agreements of states (e.g., international treaties and, within the US, interstate compacts) or other political entities in a particular drainage basin to manage the body or bodies of water into which it drains. Examples of such interstate compacts are the Great Lakes Commission and the Tahoe Regional Planning Agency.",{"entities":[[0,15,"WATERSHEDS"],[128,133,"WATERSHEDS"],[257,273,"WATERSHEDS"],[491,505,"WATERSHEDS"],[528,543,"WATERSHEDS"],[558,565,"WATERSHEDS"],[611,622,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Hydrology ===",{"entities":[[4,13,"WATERSHEDS"]]}],["",{"entities":[]}],["In hydrology, the drainage basin is a logical unit of focus for studying the movement of water within the hydrological cycle. The process of finding a drainage boundary is referred to as watershed delineation. Finding the area and extent of a drainage basin is an important step in many areas of science and engineering. ",{"entities":[[3,12,"WATERSHEDS"],[18,32,"WATERSHEDS"],[89,94,"WATERSHEDS"],[106,125,"WATERSHEDS"],[151,168,"WATERSHEDS"],[187,209,"WATERSHEDS"],[243,257,"WATERSHEDS"]]}],["The majority of water that discharges from the basin outlet originated as precipitation falling on the basin. A portion of the water that enters the groundwater system beneath the drainage basin may flow towards the outlet of another drainage basin because groundwater flow directions do not always match those of their overlying drainage network. Measurement of the discharge of water from a basin may be made by a stream gauge located at the basin's outlet. Depending on the conditions of the drainage basin, as rainfall occurs some of it seeps directly into the ground. This water will either remain underground, slowly making its way downhill and eventually reaching the basin, or it will permeate deeper into the soil and consolidate into groundwater aquifers.",{"entities":[[16,21,"WATERSHEDS"],[47,59,"WATERSHEDS"],[103,109,"WATERSHEDS"],[127,132,"WATERSHEDS"],[149,167,"WATERSHEDS"],[180,194,"WATERSHEDS"],[199,211,"WATERSHEDS"],[234,248,"WATERSHEDS"],[257,273,"WATERSHEDS"],[330,347,"WATERSHEDS"],[367,385,"WATERSHEDS"],[393,398,"WATERSHEDS"],[416,428,"WATERSHEDS"],[444,459,"WATERSHEDS"],[495,509,"WATERSHEDS"],[675,680,"WATERSHEDS"],[744,764,"WATERSHEDS"]]}],["As water flows through the basin, it can form tributaries that change the structure of the land. There are three different main types, which are affected by the rocks and ground underneath. Rock that is quick to erode forms dendritic patterns, and these are seen most often. The two other types of patterns that form are trellis patterns and rectangular patterns. ",{"entities":[[3,14,"WATERSHEDS"],[27,32,"WATERSHEDS"]]}],["Rain gauge data is used to measure total precipitation over a drainage basin, and there are different ways to interpret that data. If the gauges are many and evenly distributed over an area of uniform precipitation, using the arithmetic mean method will give good results. In the Thiessen polygon method, the drainage basin is divided into polygons with the rain gauge in the middle of each polygon assumed to be representative for the rainfall on the area of land included in its polygon. These polygons are made by drawing lines between gauges, then making perpendicular bisectors of those lines form the polygons. The isohyetal method involves contours of equal precipitation are drawn over the gauges on a map. Calculating the area between these curves and adding up the volume of water is time-consuming.",{"entities":[[62,76,"WATERSHEDS"],[309,323,"WATERSHEDS"],[775,790,"WATERSHEDS"]]}],["Isochrone maps can be used to show the time taken for runoff water within a drainage basin to reach a lake, reservoir or outlet, assuming constant and uniform effective rainfall.",{"entities":[[54,66,"WATERSHEDS"],[76,90,"WATERSHEDS"],[102,106,"WATERSHEDS"],[108,117,"WATERSHEDS"],[121,127,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Geomorphology ===",{"entities":[]}],["Drainage basins are the principal hydrologic unit considered in fluvial geomorphology. A drainage basin is the source for water and sediment that moves from higher elevation through the river system to lower elevations as they reshape the channel forms.",{"entities":[[0,15,"WATERSHEDS"],[34,49,"WATERSHEDS"],[64,86,"WATERSHEDS"],[89,103,"WATERSHEDS"],[111,127,"WATERSHEDS"],[186,198,"WATERSHEDS"],[239,252,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Ecology ===",{"entities":[]}],["",{"entities":[]}],["Drainage basins are important in ecology. As water flows over the ground and along rivers it can pick up nutrients, sediment, and pollutants. With the water, they are transported towards the outlet of the basin, and can affect the ecological processes along the way as well as in the receiving water body.",{"entities":[[0,15,"WATERSHEDS"],[45,56,"WATERSHEDS"],[83,89,"WATERSHEDS"],[151,156,"WATERSHEDS"],[191,210,"WATERSHEDS"],[294,304,"WATERSHEDS"]]}],["Modern use of artificial fertilizers, containing nitrogen (as nitrates), phosphorus, and potassium, has affected the mouths of drainage basins. The minerals are carried by the drainage basin to the mouth, and may accumulate there, disturbing the natural mineral balance. This can cause eutrophication where plant growth is accelerated by the additional material.",{"entities":[[117,143,"WATERSHEDS"],[176,190,"WATERSHEDS"],[198,203,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Resource management ===",{"entities":[]}],["",{"entities":[]}],["Because drainage basins are coherent entities in a hydrological sense, it has become common to manage water resources on the basis of individual basins. In the U.S. state of Minnesota, governmental entities that perform this function are called \"watershed districts\". In New Zealand, they are called catchment boards. Comparable community groups based in Ontario, Canada, are called conservation authorities. In North America, this function is referred to as \"watershed management\".",{"entities":[[8,23,"WATERSHEDS"],[51,63,"WATERSHEDS"],[102,117,"WATERSHEDS"],[134,152,"WATERSHEDS"],[246,265,"WATERSHEDS"],[459,481,"WATERSHEDS"]]}],["In Brazil, the National Policy of Water Resources, regulated by Act n° 9.433 of 1997, establishes the drainage basin as the territorial division of Brazilian water management.",{"entities":[[15,49,"WATERSHEDS"],[102,116,"WATERSHEDS"],[158,174,"WATERSHEDS"]]}],["When a river basin crosses at least one political border, either a border within a nation or an international boundary, it is identified as a transboundary river. Management of such basins becomes the responsibility of the countries sharing it. Nile Basin Initiative, OMVS for Senegal River, Mekong River Commission are a few examples of arrangements involving management of shared river basins.",{"entities":[[7,18,"WATERSHEDS"],[142,162,"WATERSHEDS"],[182,188,"WATERSHEDS"],[245,266,"WATERSHEDS"],[292,315,"WATERSHEDS"],[375,394,"WATERSHEDS"]]}],["Management of shared drainage basins is also seen as a way to build lasting peaceful relationships among countries.",{"entities":[[14,36,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["== Catchment factors ==",{"entities":[]}],["The catchment is the most significant factor determining the amount or likelihood of flooding.",{"entities":[[4,13,"WATERSHEDS"],[85,93,"WATERSHEDS"]]}],["Catchment factors are: topography, shape, size, soil type, and land use (paved or roofed areas). Catchment topography and shape determine the time taken for rain to reach the river, while catchment size, soil type, and development determine the amount of water to reach the river.",{"entities":[[0,17,"WATERSHEDS"],[175,180,"WATERSHEDS"],[255,260,"WATERSHEDS"],[274,279,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Topography ===",{"entities":[]}],["Generally, topography plays a big part in how fast runoff will reach a river. Rain that falls in steep mountainous areas will reach the primary river in the drainage basin faster than flat or lightly sloping areas (e.g., > 1% gradient).",{"entities":[[51,57,"WATERSHEDS"],[71,77,"WATERSHEDS"],[136,149,"WATERSHEDS"],[157,171,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Shape ===",{"entities":[]}],["Shape will contribute to the speed with which the runoff reaches a river. A long thin catchment will take longer to drain than a circular catchment.",{"entities":[[50,56,"WATERSHEDS"],[67,73,"WATERSHEDS"],[81,95,"WATERSHEDS"],[116,121,"WATERSHEDS"],[129,147,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Size ===",{"entities":[]}],["Size will help determine the amount of water reaching the river, as the larger the catchment the greater the potential for flooding. It is also determined on the basis of length and width of the drainage basin.",{"entities":[[39,44,"WATERSHEDS"],[58,63,"WATERSHEDS"],[83,92,"WATERSHEDS"],[123,132,"WATERSHEDS"],[195,209,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Soil type ===",{"entities":[]}],["Soil type will help determine how much water reaches the river. The runoff from the drainage area is dependent on the soil type. Certain soil types such as sandy soils are very free-draining, and rainfall on sandy soil is likely to be absorbed by the ground. However, soils containing clay can be almost impermeable and therefore rainfall on clay soils will run off and contribute to flood volumes. After prolonged rainfall even free-draining soils can become saturated, meaning that any further rainfall will reach the river rather than being absorbed by the ground. If the surface is impermeable the precipitation will create surface run-off which will lead to higher risk of flooding; if the ground is permeable, the precipitation will infiltrate the soil.",{"entities":[[39,44,"WATERSHEDS"],[57,63,"WATERSHEDS"],[84,97,"WATERSHEDS"],[177,190,"WATERSHEDS"],[358,365,"WATERSHEDS"],[384,398,"WATERSHEDS"],[429,448,"WATERSHEDS"],[520,525,"WATERSHEDS"],[628,643,"WATERSHEDS"],[678,686,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["=== Land use ===",{"entities":[]}],["Land use can contribute to the volume of water reaching the river, in a similar way to clay soils. For example, rainfall on roofs, pavements, and roads will be collected by rivers with almost no absorption into the groundwater.",{"entities":[[41,46,"WATERSHEDS"],[60,65,"WATERSHEDS"],[173,179,"WATERSHEDS"]]}],["A drainage basin is an area of land where all flowing surface water converges to a single point, such as a river mouth, or flows into another body of water, such as a lake or ocean.",{"entities":[[2,16,"WATERSHEDS"],[46,53,"WATERSHEDS"],[54,67,"WATERSHEDS"],[107,118,"WATERSHEDS"],[123,128,"WATERSHEDS"],[142,155,"WATERSHEDS"],[167,171,"WATERSHEDS"],[175,180,"WATERSHEDS"]]}],["",{"entities":[]}],["",{"entities":[]}],["== See also ==",{"entities":[]}],["",{"entities":[]}],["Continental Divide of the Americas – Principal hydrological divide of North and South America",{"entities":[]}],["Integrated catchment management – Environmental planning",{"entities":[]}],["Interbasin transfer – transfer of water from one river basin to anotherPages displaying wikidata descriptions as a fallback",{"entities":[]}],["International Journal of River Basin Management (JRBM)",{"entities":[]}],["International Network of Basin Organizations",{"entities":[]}],["Main stem – Final large channel of a riverine system",{"entities":[]}],["River basin management plans – Water resources management",{"entities":[]}],["River bifurcation – The forking of a river into its distributaries",{"entities":[]}],["Tenaja – type of water basin or retention area, implying a natural or geologic cistern in rock which retains water; often created by erosional processes within intermittent streamsPages displaying wikidata descriptions as a fallback",{"entities":[]}],["Time of concentration",{"entities":[]}],["Catchment hydrology",{"entities":[]}],["",{"entities":[]}],["",{"entities":[]}],["== References ==",{"entities":[]}]]}